{
	"rAbout": "Acerca de",
	"rAnd": "Y",
	"rApps": "Apps",
	"rBackToTop": "Vuelta al Inicio",
	"rBanking": "Banking",
	"rBuying": "Comprando",
	"rBuyCCX": "Compra CCX",
	"rBuywCCX": "Compra wCCX",
	"rBridge": "Puente",
	"rCloud": "Nube",
	"rCommunity": "Comunidad",
	"rContact": "Contacto",
	"rDeposit": "Depósito",
	"rDeposits": "Depósitos",
	"rDesktop": "Escritorio",
	"rDeveloper": "Desarrollador",
	"rDocs": "Docs",
	"rDocumentation": "Documentación",
	"rDuration": "Duración",
	"rExample": "Ejemplo",
	"rExchanges": "Exchanges",
	"rInTheMedia": "En Los Medios",
	"rwCCXLPPairs": "Pares de LP wCCX",
	"rExplorer": "Explorador",
	"rFeatures": "Características",
	"rFor": "para",
	"rHashrate": "Hashrate",
	"rHeight": "Altura",
	"rID": "ID",
	"rInfo": "Info",
	"rInnovation": "Innovación",
	"rInterest": "Interés",
	"rLabs": "Labs",
	"rMessage": "Mensaje",
	"rMessaging": "Envío de Mensajes",
	"rMilestones": "Hitos",
	"rMiners": "Mineos",
	"rMining": "Minería",
	"rMobile": "Móvil",
	"rMonths": "Meses",
	"rMore": "Más",
	"rPaper": "Papel",
	"rPay": "Pagar",
	"rPools": "Pools",
	"rPrincipal": "Principal",
	"rProfit": "Beneficio",
	"rRoadmap": "Hoja de Ruta",
	"rSend": "Enviar",
	"rSubject": "Sujeto",
	"rTeam": "Equipo",
	"rTotal": "Total",
	"rWallets": "Monederos",
	"rHeadOf": "Jefe de",
	"rSignUp": "Crea una Cuenta",
	"rSignIn": "Accede",
	"rLearnMore": "Aprende Más",
	"rDownload": "Descarga",
	"rAndroid": "Android",
	"rIphone": "Iphone",
	"rUseConceal": "Usa Conceal",
	"rGetCCX": "Consigue CCX",
	"rProjects": "Proyectos",
	"rApply": "Aplicar",
	"rSeeForYourself": "Ve por ti mismo",
	"rJoinTheMovement": "Únete al movimiento",

	"onTheBlockchain": "en el Blockchain",
	"headerDescription": "Finanzas Descentralizadas, Transacciones Privadas y Mensajería Cifrada",
	"labsTeaser": "żQuieres construir algo chulo con Conceal?",
	"weCanFundYou": "Puede que te proveamos de fondos...",

	"whatWereAbout": "Acerca de",
	"about1": "Conceal Network es un marco de privacidad, seguro y de igual a igual (P2P), que permite a individuos y organiciciones comunicarse e interactuar financieramente dentro de un entorno descentralizado y resistente a la censura.",
	"about2": "Conceal Network da existencia a la criptomoneda $CCX, un sistema de efectivo digital de código abierto y protegido por la privacidad que emula el efectivo físico; nadie sabe dónde guardas o gastas tus $CCX. En Conceal Network todas las transacciones, depósitos y mensajes son imposibles de rastrear, manipular y operan sin una autoridad central mediante el uso de protocolos criptográficos.",
	"about3": "Conceal Network es un banco completamente descentralizado basado en la tecnología Blockchain, creado por y para la comunidad y accesible a todo el mundo sin discriminar por status social, financiero o ubicación geográfica. Nadie es dueńo de Conceal Network y todo el mundo puede participar gratuitamente.",
	"aboutBankingDeposits": "Los Depósitos forman la columna vertebral del ecosistema Conceal, proporcionando a los usuarios una forma descentralizada e igualitaria de ganar intereses sobre los depósitos bloqueados (Cold Staking).",
	"encryptedMessages": "Mensajes Cifrados",
	"aboutEncryptedMessages": "Un sistema de mensajería cifrada de extremo a extremo, completamente privado, descentralizado, anónimo, imposible de rastrear y que opera dentro del Blockchain permitiendo incluso mensajes autodestruibles.",
	"compoundInterestCalculator": "Calculadora de Interés Compuesto",
	"compoundLevel": "Nivel de Interés",
	"tier1": "Nivel 1",
	"tier2": "Nivel 2",
	"tier3": "Nivel 3",
	"baseAPR": "Base/APR",
	"maxInterest": "Interés Máximo",
	"durationMonths": "Duración: Meses",

	"usingConceal": "Usando Conceal",
	"aboutUsingConceal": "Conceal Desktop es el centro neurálgico de interacción con las principales características de Conceal Network y está disponible en todas las plataformas principales. Con Conceal Desktop podrás enviar y recibir tanto CCX como mensajes cifrados seguros, así como administrar tus depósitos.",

	"gettingCCX": "Consiguiendo CCX",
	"quickStart": "Inicio rápido",
	"aboutGettingCCX": "La forma más fácil de obtener CCX es minar con una CPU o GPU usando uno de los programas de minería soportados. Échale un vistazo a nuestra",
	"aboutGettingCCX2": "para obtener información más detallada acerca de la minería de CCX.",
	"officialPool": "Pool Oficial",

	"initialCommitMilestone": "Compromiso inicial",
	"aboutInitialCommitMilestone": "El primer Candidato, Testnet, Daemon, Software de Minería y Monedero son lanzados. Empieza algo realmente grande.",
	"encryptedMessagingAndDepositsMilestone": "Mensajería Cifrada y Depósitos",
	"aboutEncryptedMessagingAndDepositsMilestone": "Se lanzan funciones DeFi innovadoras que utilizan depósitos en frío (Cold Staking), los cuales pagan intereses, así como mensajes que se autodestruyen. ˇVaya!",
	"websiteAndBlockExplorerMilestone": "Sitio Web & Explorador de Bloques",
	"aboutWebsiteAndBlockExplorerMilestone": "Nace la página oficial, creando un punto central de información para todo el proyecto. Se lanza el Explorador de Bloques. ˇEstamos que nos salimos!",
	"exchangeListingAndInvestmentsMilestone": "Listado en Exchanges e Inversiones",
	"aboutExchangeListingAndInvestmentsMilestone": "CCX es listado en el Exchange STEX y se renueva el sistema de depósitos para reforzar las inversiones. 'Las acciones suben!",
	"customAlgorithmMilestone": "Algoritmo Customizado",
	"aboutCustomAlgorithmMilestone": "Se lanza el algoritmo Proof-of-Work Cryptonote Conceal, resistente a FPGA, ASIC y Nicehash.  ˇEmpoderando al individuo!",
	"aboutConcealCloudMilestone": "Se lanza Conceal Cloud para CCX, ofreciendo un monedero basado en la nube seguro, potente y altamente funcional. ˇLa adopción se dispara!",
	"aboutConcealLabsMilestone": "Se Lanza Conceal Labs, ofreciendo a todo el mundo la posibilidad de recibir pagos por construir cosas geniales con Conceal. ˇLa comunidad crece!",
	"aboutConcealMobileMilestone": "Se lanza Conceal Mobile, ofreciendo un monedero robusto y mensajería cifrada. ˇEstalla la popularidad de la mensajería!",
	"aboutConcealPayMilestone": "Se lanza Conceal Pay, facilitando que cualquier persona acepte pagos o donaciones en CCX. ˇEl volumen aumenta!",
	"aboutConcealIDMilestone": "Se lanza Conceal ID, ofreciendo direcciones fáciles de recordar y únicas equiparables a los nombres de usuario. ˇLa facilidad de uso mejora!",
	"daemonAndWalletImprovementsMilestone": "Daemon & Mejoras en el Monedero",
	"aboutdaemonAndWalletImprovementsMilestone": "Conceal Desktop v6 es lanzado con varas mejoras en la interfaz de usuario y el daemon. ˇNos ponemos elegantes!",
	"miningAlgorithmMilestone": "Algoritmo de minería CN-GPU",
	"aboutMiningAlgorithmMilestone": "El algoritmo Proof-of-Work CN-GPU es resistente a FPGA, ASIC y Nicehash. ˇEmpoderando al individuo!",
	"wCCXETHMilestone": "Wrapped CCX (wCCX)",
	"aboutwCCXETHMilestoneMilestone": "ˇSe crea Wrapped CCX en el blockhain de ethereum, permitiendo a los propietarios de CCX acceder a DEFI en ETH!",
	"wCCXUniAndTrustMilestone": "wCCX en Uniswap y Trustwallet",
	"aboutwCCXUniAndTrustMilestone": "wCCX está disponible en el DEX más popular del momento y fue agregado a Trustwallet.",
	"depositsCloundAndMobileMilestone": "Depósitos en la Nube y Móvil",
	"aboutDepositsCloundAndMobileMilestone": "Los depósitos en frío (Cold Staking) llegan a la nube y al móvil. ˇPuedes obtener intereses desde tu teléfono!",
	"selfDestructCloundAndMobileMilestone": "Mensajes Autodestruibles en la Nube y el Móvil",
	"aboutSelfDestructCloundAndMobileMilestone": "Envía mensajes que se autodestruyan después de un tiempo determinado a otros usuarios.",
	"swapMilestone": "Conceal Swap",
	"aboutSwapMilestone": "Canjea tus CCX por wCCX, y vicecersa, con nuestra herramienta de intercambio.",
	"cLiveMilestone": "CONCEAL LIVE",
	"aboutCLiveMilestone": "Plataforma p2p descentralizada y cifrada de extremo a exxtremo para llamadas de audio / video y mensajes.",
	"cHub01Milestone": "Conceal HUB - Lanzamiento inicial",
	"aboutCHub01Milestone": "Lanzamiento inicial de la aplicación multiplataforma siendo el módulo del Monedero el primer módulo compatible",
	"cHub02Milestone": "Conceal HUB - Versión 2",
	"aboutCHub02Milestone": "Segunda versión con los módulos para los Depósitos y ID.",
	"cHub03Milestone": "Conceal HUB - Versión 3",
	"aboutCHub03Milestone": "Tercera versión con el módulo de Puente",
	"stableDepositsMilestone": "Depósitos Estables",
	"aboutStableDepositsMilestone": "Depósitos vinculados a un activo estable, dándote tranquilidad mientras ganas intereses.",
	"concealVaultMilestone": "Conceal Vault",
	"multisigWalletsMilestone": "Monederos Multi-signatura",
	"hwWalletSupportMilestone": "Soporte para Monederos Físicos (Harware Wallets)",
	"distAPILayerMilestone": "Capa API Distribuída",
	"concealCardMilestone": "Conceal Card",

	"poweredBy": "Hecho Posible Por",
	"theTeam": "El Equipo Conceal",
	"founder": "Fundador",
	"ops": "Operaciones",
	"dev": "Desarrollo",
	"tech": "Tecnología",
	"economics": "Economía",
	"marketing": "Marketing",
	"businessDev": "Desarrollo Empresarial",
	"community": "Comunidad",
	"seniorDev": "Desarrollador Senior",
	"communityManager": "Community Manager",
	"pr": "Relaciones Públicas",
	"collabTitle": "Ést@ podrías ser tú...",
	"collabText": "SÉ PARTE DEL PROYECTO",

	"helpdeskTitle": "żTIENES UN PROBLEMA O NECESITAS CONTACTAR CON NOSOTROS?",
	"helpdeskText": "Usa nuestro helpdesk",
	"helpdeskBtn": "Enviar un Ticket",

	"theCommunity": "La Comunidad",

	"wereFriendly": "ˇSomos Amistosos!",
	"contactUs": "Contáctanos",
	"yourName": "Tu Nombre",
	"yourEmailAddress": "Tu Dirección E-mail",

	"whereToFindUs": "Dónde Encontrarnos",
	"whereToFindUsInfo1": "El mejor sitio para averiguar más es nuestro canal de",
	"whereToFindUsInfo2": ". Encontrarás nuestro código fuente, y otros lanzamientos en",
	"whereToFindUsInfo3": "y nuestras actividades más recientes en",
	"officialMailTitle": "Dirección Oficial de E-Mail:",
	"otherWaysToFindUs": "Aquí están las otras vías por las que nos puedes encontrar online.",
	"termsAndConditions": "T&C",
	"allRightsReserved": "Todos los Derechos Reservados",

	"mobileHeader": "CONCEAL MOBILE",
	"mobileTitle": "Un monedero Conceal móvil, seguro y lleno de funciones.",
	"mobileAbout": "Nuestro objetivo es hacer que la criptomoneda Conceal sea lo más fácil de usar posible. Con Conceal Mobile dispones de un monedero seguro, rápido y fácil de usar sobre la marcha.",
	"mobileWalletsTitle": "Monederos Múltiples",
	"mobileWalletsText": "Conceal Mobile admite múltiples monederos, cada uno con su propia dirección para que puedas usarlos para diferentes propósitos.",
	"mobileMessagesTitle": "Mensajes Cifrados",
	"mobileMessagesText": "Prueba a enviar mensajes cifrados mediante el blockchain. Los mensajes funcionan en los monederos de la nube, móviles y de escritorio. Nadie más que tú y el destinatario puede ver qué se envía.",
	"mobilePaymentsTitle": "Acepta Pagos",
	"mobilePaymentsText": "Acepta pagos de familiares, amigos o de cualquier otra persona fácilmente y en cualquier lugar.",
	"mobileBookTitle": "Address Book",
	"mobileBookText": "No es necesario copiar / pegar direcciones cada vez. Mantén tu libreta de direcciones al día para hacer más simple el envío y recepción de fondos.",
	"mobileMarketTitle": "Información de Mercado en Tiempo Real",
	"mobileMarketText": "Puedes estar al día y sobre la marcha con la información del mercado en tiempo real.",

	"bankingHeader": "CONCEAL BANKING",
	"bankingTitle": "Banking Impulsado por el Blockchain",
	"bankingAbout": "Conceal Banking elimina intermediarios innecesarios al dar a todo el mundo la capacidad de depositar sus fondos en el Blockchain y a cambio recibir intereses.",
	"bankingBlockchainTitle": "HECHO CON EL PODER DE LA TECNOLOGÍA BLOCKCHAIN",
	"bankingBlockchainText": "Conceal Banking es completamente descentralizado y hecho sobre la Conceal Blockchain.",
	"bankingDepositsTitle": "DEPOSITA FONDOS A CAMBIO DE INTERESES",
	"bankingDepositsText": "Conceal Banking permite a cualquier persona en el mundo depositar sus fondos a cambio de intereses.",
	"bankingWorldwideTitle": "ACCESO MUNDIAL",
	"bankingWorldwideText": "Hay millones de personas sin acceso a servicios financieros en todo el mundo. Conceal Network proporciona un servicio muy necesario a cualquier persona y en cualquier lugar.",
	"bankingFundsSafeTitle": "MANTÉN TUS FONDOS SEGUROS",
	"bankingFundsSafeText": "Cuando haces un depósito con Conceal Banking, tus fondos quedan a salvo en el Blockchain (Cold Staking).",
	"bankingSavingsTitle": "GANA MÁS QUE CON UN PLAN DE AHORROS",
	"bankingSavingsText": "Los depósitos en Conceal Banking generan considerablemente más intereses, hasta un 6% APR compuesto.",

	"idHeader": "CONCEAL ID",
	"idTitle": "Poniéndole marca al Blockchain",
	"idAbout": "Nuestro objetivo es que Conceal sea ubicuo y entendemos que las claves públicas son difíciles de memorizar y reconocer. Con Conceal ID nos proponemos resolver el problema permitiendo el uso de nombres fáciles de recordar y reconocer a modo de direcciones.",
	"idSecurityTitle": "Hecho con la seguridad de OpenID",
	"idSecurityText": "No siempre hay una buena razón para reinventar la rueda. Elegimos cuidadosamente el protocolo OpenID, ya probado y ampliamente utilizado, para impulsar Conceal ID.",
	"idCloudTitle": "HECHO CON EL PODER DE CONCEAL CLOUD",
	"idCloudText": "Conceal ID está perfectamente integrado con Conceal Cloud para una completa facilidad de uso.",
	"idShareTitle": "COMPARTE TU CONCEAL ID",
	"idShareText": "Envíanos algo de CCX a team.conceal.id - funciona! Comparte tu Conceal ID personalizada, fácil de recordar y de reconocer de una forma sencilla.",
	"idPaymentsTitle": "RECIBE PAGOS FÁCILMENTE",
	"idPaymentsText": "Tu Conceal ID hace que sea más fácil aceptar donaciones o pagos de clientes y amigos.",
	"idIntegrationTitle": "Hecho para la integración",
	"idIntegrationText": "Hecho con una API para que lo puedas intergrar en tu plataforma o aplicación favorita.",

	"messagingHeader": "CONCEAL MESSAGING",
	"messagingTitle": "Mensajes Cifrados Descentralizados",
	"messagingAbout": "Conceal Messaging expande nuestro ecosistema al proporcionar mensajería cifrada totalmente integrada en el Blockchain.",
	"messagingDestructTitle": "MENSAJES AUTODESTRUIBLES",
	"messagingDestructText": "Conceal Messaging permite el uso de mensajes que se autodestruyen después de ser leídos.",
	"messagingVarietyTitle": "MÓVIL, ESCRITORIO O NUBE",
	"messagingVarietyText": "Conceal Messaging funciona en Conceal Cloud, Desktop y Mobile.",
	"messagingDecentralizedTitle": "DESCENTRALIZADO",
	"messagingDecentralizedText": "Conceal Messaging es un servicio descentralizado que opera en el Blockchain.",
	"messagingBookTitle": "LIBRETA DE DIRECCIONES",
	"messagingBookText": "No es necesario copiar / pegar direcciones cada vez. Mantén tu libreta de direcciones al día para hacer más simple el envío y recepción de fondos.",
	"messagingEncryptedTitle": "ENCRIPTADO",
	"messagingEncryptedText": "Todos los mensajes En Conceal están encriptados y no pueden ser leídos por nadie que no sea el remitente y el receptor.",

	"cLiveHeader": "CONCEAL LIVE",
	"cLiveTitle": "Conceal Live (Clive), es un potente sofware de comunicación con énfasis en la privacidad que ofrece servicios de audio, vídeo y mensajería cifrados, de igual a igual y de extremo a extremo de forma gratuita",
	"cLiveAbout1": "Clive es gratuito y se ofrece sin ningún tipo de publicidad. Este cliente de comunicación privada está actualmente disponible para usuarios de Android y Windows, con una posible versión futura para iOS.",
	"cLiveAbout2": "Clive devuelve las comunicaciones privadas a la gente.",
	"cLiveSecureTitle": "COMUNICACIONES SEGURAS",
	"cLiveSecureText": "Las conexiones de Clive están totalmente cifradas de extremo a extremo. Todos los datos usados por Clive solo se almacenan en el dispositivo donde esté instalado Clive.",
	"cLiveNoServersTitle": "SIN SERVIDORES",
	"cLiveNoServersText1": "Debido a que todas las conexiones están cifradas de igual a igual y de extremo a extremo, Clive no depende de ninguna autoridad central o servidores para operar. La latencia y las velocidades de transferencia se ven reducidas considerablemente gracias a las conexiones directas.",
	"cLiveNoServersText2": "Los usuarios que estén en la misma red local podrán comunicarse incluso sin una conexion a Internet.",
	"cLiveConferenceTitle": "CONFERENCIAS CON AUDIO Y VIDEO",
	"cLiveConferenceText": "Clive ofrece conferencias de audio y video ilimitadas. No hay límites para el número de participantes o la duración de las llamadas. Solo estás limitado por tus propios recursos.",
	"cLiveExperienceTitle": "GRAN EXPERIENCIA DE USO",
	"cLiveExperienceText": "Comparte imágenes, audio o archivos sin límites de tamańo. Usa emojis y otras funciones estándar de chat de manera privada y segura.",
	"cLiveFlexibleTitle": "FLEXIBLE",
	"cLiveFlexibleText": "Clive es altamente personalizable y funciona en múltiples plataformas.",
	"cLiveFooterText1": "Clive es un pequeńo maravilloso regalo que hacemos al mundo y tan solo es otra de las grandes herramientas en el ecosistema de Conceal, el cual siempre está en expansión.",
	"cLiveFooterText2": "ˇDisfruta de Clive y del estilo de vida Conceal!",

	"payHeader": "CONCEAL PAY",
	"payTitle1": "Simplificado",
	"payTitle2": "Blockchain",
	"payTitle3": "Pagos",
	"payAbout": "Conceal Pay facilita que empresas y personas reciban pagos en la Red Conceal.",
	"payBlockchainTitle": "HECHO CON EL PODER DE LA TECNOLOGÍA BLOCKCHAIN",
	"payBlockchainText": "Conceal Pay facilita que empresas y personas reciban pagos en la Blockchain de Conceal.",
	"payCloudTitle": "HECHO CON EL PODER DE CONCEAL CLOUD",
	"payCloudText": "Conceal Pay está perfectamente integrado con Conceal Cloud para una completa facilidad de uso.",
	"payLinksTitle": "LINKS PARA PAGOS",
	"payLinksText": "Crea URLs de una forma sencilla con una simple página web, donde clientes y amigos pueden enviarte pagos.",
	"paySimpleTitle": "PAGOS INCREÍBLEMENTE SENCILLOS",
	"paySimpleText": "Conceal Pay hace que rewsulte trivial para tí o tu empresa recibir pagos en línea.",
	"payIntegrationTitle": "HECHO PARA LA INTEGRACIÓN",
	"payIntegrationText": "Hecho con una API para que lo puedas integrar rápidamente con tu página web y empezar a recibir pagos.",

	"labsHeader": "CONCEAL LABS",
	"labsTitle1": "Haz que tus sueńos",
	"labsTitle2": "avancen",
	"labsAbout": "Apoyando a la comunidad, nos esforzamos para hacer crecer un amplio ecosistema. Conceal Labs proporciona a desarrolladores, empresarios y creadores el impulso que necesitan para hacer realidad su visión.",
	"labsIdeaTitle": "TIENES UNA IDEA?",
	"labsIdeaText": "żEstás trabajando en un proyecto que tenga algo que ver con Conceal? <a href='https://discord.gg/YbpHVSd'>ˇQueremos escucharte!",
	"labsMoneyTitle": "żEL DINERO AYUDARÍA?",
	"labsMoneyText": "A veces solo hace falta algo de dinero para que tu idea despegue.",
	"labsFundsTitle": "DÉJANOS FINANCIARTE",
	"labsFundsText": "Nuestros creadores reservaron fondos para que la comunidad los use en proyectos.",
	"labsListedTitle": "DEJA QUE TE LISTEMOS",
	"labsListedText": "Podemos financiarte, y listaremos tu proyecto aquí en nuestra página.",
	"labsProjectsTitle": "Proyectos",
	"labsProjectsText": "Echa un vistazo a algunos de los geniales proyectos que ya hemos financiado. <a href='https://discord.gg/YbpHVSd'>ˇPuedes ser el siguiente!</a>",
	"labsFooterText": "ˇPróximamente en un navegador cercano!",

	"aboutTitle": "DeFi Anónimo y Comunicaciones Privadas",
	"aboutAbout": "Nuestro objetivo es que Conceal sea ubicuo y entendemos que las claves públicas son difíciles de memorizar y reconocer. Con Conceal ID nos proponemos resolver el problema permitiendo el uso de nombres fáciles de recordar y reconocer a modo de direcciones. ",
	"aboutWhatIsTitle": "żQué es Conceal?",
	"aboutWhatIsText1": "Conceal es un banco descentralizado basado en la tecnología blockchain, con depósitos e inversiones que pagan intereses, sin la participación de instituciones financieras y creado con código 100% abierto.",
	"aboutWhatIsText2": "Conceal hace posible el uso de mensajería anónima e imposible de rastrear, así como una forma segura de transferir fondos. Mediante el uso de un registro público distribuido, el remitente y el receptor se mandienen en el anonimato, una gran preocupación en un mundo tras las revelaciones de Snowden. Los hackers no pueden hacer seguimiento alguno de dinero o mensajes aún haciendo uso de redes públicas.",
	"aboutWhatIsText3": "La criptomoneda Conceal (?CCX) está basada en el protocolo Cryptonote y funciona en un entorno de red y de igual a igual seguro, para podeor operar sin ninguna autoridad central. Tú tienes el control de las claves privadas de tus fondos.",
	"aboutWhatIsText4": "Conceal es accesible para cualquier persona, independientemente de su ubicación geográfica o status. Nuestra Blockchain es resistente a cualquier tipo de análisis. Todas tus transacciones de CCX y mensajes son anónimos.",
	"aboutWhatIsText5": "Conceal evita muchas de las preocupaciones derivadas de Bitcoin como por ejemplo tecnológicas, de impacto medioambiental y de seguridad, proporcionando una ojeada al futuro.",
	"aboutWhatIsText6": "Conceal es de código abierto, por y para la comunidad y completamente descentralizado.",
	"aboutWhatIsText7": "Nadie es dueńo de Conceal, cualquiera puede participar.",
	"aboutVisionTitle": "NUESTRA VISIÓN",
	"aboutVisionText1": "En Conceal, creemos que el acceso al conocimiento es lo que realmente permite que las grandes ideas florezcan y se creen comunidades diversas.",
	"aboutVisionText2": "Creemos que Conceal es lo que la comunidad decide que sea y que las decisiones sobre cómo hacer crecer el protocolo deben involucrar a todos. Los hackers no pueden rastrear dinero o mensajes cuando los mensajes se envían a través de redes públicas.",
	"aboutFeaturesTitle": "CARACTERÍSTICAS",
	"aboutFeaturesPrivateTitle": "Privado.",
	"aboutFeaturesPrivateText": "Conceal utiliza firmas en anillo (Ring Signatures) y direcciones de un solo uso para pagos verdaderamente anónimos.",
	"aboutFeaturesUntraceableTitle": "Imposible de rastrear.",
	"aboutFeaturesUntraceableText": "En Conceal las transacciones no pueden vincularse entre el remitente y el destinatario.",
	"aboutFeaturesDecentralizedTitle": "Descentralizado.",
	"aboutFeaturesDecentralizedText": "Conceal sigue la visión original de Satoshi Nakamoto de una criptomoneda descentralizada y \"trustless\", es decir, un medio transaccional digital seguro y operado por una red de usuarios. Las transacciones son confirmadas por un consenso distribuido y luego se registran en la cadena de bloques (Blockchain) de manera inmutable. No es necesario depositar tu confianza en terceros para mantener tu dinero seguro.",
	"aboutFeaturesFungibleTitle": "Fungible.",
	"aboutFeaturesFungibleText": "Conceal es completamente fungible, debido a sus características de privacidad inherentes. Al igual que el dinero en efectivo, todas las monedas son iguales e intercambiables. Es extremadamente improbable que una moneda sea incluida en una lista negra por ningún participante debido a su asociación en transacciones anteriores.",
	"aboutFeaturesScalableTitle": "Escalable.",
	"aboutFeaturesScalableText": "Futuras iniciativas para la escalabilidad incluirán una cadena lateral (Sidechain) modular.",
	"aboutFeaturesCommunityTitle": "Por y para la Comunidad.",
	"aboutFeaturesCommunityText": "Nadie es dueńo de Conceal. Todo el mundo pueden participar. Desarrollado, mantenido y financiado por voluntarios.",
	"aboutFeaturesSimpleTitle": "Simple.",
	"aboutFeaturesSimpleText": "Clientes para terminal y escritorio fáciles de usar.",
	"aboutFeaturesPlatformsTitle": "Multiplataforma.",
	"aboutFeaturesPlatformsText": "Disponible para PC, Mac, Ubuntu y Android",
	"aboutFeaturesPoWTitle": "Protegido por Proof Of Work",
	"aboutFeaturesPoWText": "El algoritmo de minado está diseńado para un minado igualitario en CPU y GPU pero siendo resistente a ASIC.",
	"aboutFeaturesLimitsTitle": "Límites adaptativos",
	"aboutFeaturesLimitsText": "Conceal ajusta sus parámetros de una forma inteligente en función de los datos históricos",
	"aboutFeaturesMessagesTitle": "Mensajes Cifrados",
	"aboutFeaturesMessagesText": "Asegura tu confidencialidad con una red P2P cifrada, comunicaciones seguras y mensajes autodestruibles cifrados",
	"aboutFeaturesBankingTitle": "Banca Descentralizada",
	"aboutFeaturesBankingText": "Depósitos descentralizados en el blockchain (Cold Staking) que rinden hasta un 6% anual",
	"aboutSpecsTitle": "ESPECIFICACIONES TÉCNICAS",
	"aboutSpecsNameTitle": "Nombre",
	"aboutSpecsNameText": "Conceal",
	"aboutSpecsTickerTitle": "Ticker",
	"aboutSpecsTickerText": "CCX",
	"aboutSpecsSymbolTitle": "Símbolo",
	"aboutSpecsSymbolText": "?",
	"aboutSpecsAlgorithmTitle": "Algoritmo",
	"aboutSpecsAlgorithmText": "PoW, CN-GPU",
	"aboutSpecsDifficultyTitle": "Difficultad",
	"aboutSpecsDifficultyText": "DDA & Zawy's LWMA 3",
	"aboutSpecsPrivacyTitle": "Privacidad",
	"aboutSpecsPrivacyText": "Ring Signatures y One-Time Addresses",
	"aboutSpecsBlockTimeTitle": "Tiempo entre Blocks",
	"aboutSpecsBlockTimeText": "120s",
	"aboutSpecsDecimalsTitle": "Decimales",
	"aboutSpecsDecimalsText": "6",
	"aboutSpecsPoWTitle": "100% PoW",
	"aboutSpecsPoWText": "Proof of Work con el 100% de recompensas para los mineros y más de 100 ańos de minado",
	"aboutSpecsDepositsTitle": "Depósitos",
	"aboutSpecsDepositsText": "Hasta un 6% anual de interés",
	"aboutSpecsMessengerTitle": "Mensajería",
	"aboutSpecsMessengerText": "Mensajes Cifrados y Mensajes Autodesrtuibles",
	"aboutSpecsPremineTitle": "Pre-minado",
	"aboutSpecsPremineText": "6% del total, que será desbloqueado progresivamente durante un período de 5 ańos ",
	"aboutSpecsRewardTitle": "Recompensa por Bloque",
	"aboutSpecsRewardText": "La recompensa por bloque es constante en 6 CCX por bloque, haciendo de CCX un activo de muy baja inflación.",
	"aboutSpecsAddressesTitle": "Direcciones",
	"aboutSpecsAddressesText": "Las direcciones de los monederos constan de una hilera de 98 caracteres que empieza por 'ccx7'",

	"mediaTitle1": "Siendo",
	"mediaTitle2": "Vistos",
	"mediaTitle3": "No Ocultos",
	"mediaMenuAMA": "AMA Series",
	"mediaMenuArticles": "Artículos",
	"mediaMenuVideos": "Vídeos",
	"mediaMenuMining": "Minería",
	"mediaMenuDevUpdates": "Dev Updates",
	"mediaAMATitle": "AMA Series",
	"mediaAMAText": "A pesar de nuestro enfoque hacia la privacidad, Conceal no está pasando desapercibido en los medios. Hemos recibido atención de un número cada vez mayor de publicaciones importantes e influencers notables.",
	"mediaArticlesTitle": "Artículos",
	"mediaArticlesText": "Estamos mejorando constantemente nuestro ecosistema. Puedes leer sobre nuestro viaje y lo que se está haciendo en los siguientes artículos.",
	"mediaMiningTitle": "Mining",
	"mediaMiningText": "Conceal es una criptomoneda 100% PoW. Aprende cómo minarla y cuáńes son las mejores prácticas para ello.",
	"mediaVideosTitle": "Vídeos",
	"mediaVideosText": "Se han creado multitud de vídeos a raíz de Conceal. Hemos intentado listarlos todos en un solo sitio para tí, de manera que sea sencillo acceder a la información.",
	"mediaUpdatesTitle": "Dev Updates",
	"mediaUpdatesText": "Siempre estamos trabajando para mejorar nuestro ecosistema. Puedes leer todas las actualizaciones mensuales, donde recopilamos todos los hitos y cambios que hemos hecho hasta la fecha.",

	"communityTitle1": "Mejorando el Mundo",
	"communityTitle2": "Juntos",
	"communityAboutTitle": "Communidad",
	"communityAboutText": "Conceal tiene una gran y próspera comunidad de gente increíble que comparten ideas, trabajan juntas y se ayudan mútuamente independientemente de dónde estén en su Viaje por el Blockchain. żA qué esperas?",
	"communityOfficialTitle": "OFICIAL",
	"communityGroupsTitle": "GRUPOS",
	"communityExchangesTitle": "EXCHANGES",
	"communityETHTitle": "ETHEREUM",
	"communityBSClTitle": "BINANCE SMART CHAIN",
	"communityPolygonTitle": "POLYGON",
	"communityMCAPTitle": "MARKET CAP",

	"landingFooterAbout": "Acerca de",
	"landingFooterTitle": "Conceal.Network es un banco descentralizado basado en la tecnología blockchain, con depósitos e inversiones que retornan intereses, sin intervención de ninguna institución financiera y creado con código 100% abierto",
	"landingFooterLinks": "Enlaces Rápidos",
	"landingFooterLinkWebsite": "Website",
	"landingFooterLinkDocs": "Documentación",
	"landingFooterLinkDiscord": "Discord",
	"landingFooterLinkTelegram": "Telegram",
	"landingFooterLinkReddit": "Reddit",
	"landingFooterLinkBTCTalk": "Bitcointalk",
	"landingFooterConnect": "Conecta con Nosotros",
	"dataProvidedBy": "Datos proporcionados por"
}