{
  "rAbout": "Su di noi",
  "rAnd": "E",
  "rApps": "App",
  "rBackToTop": "Torna in cima",
  "rBanking": "Attività bancaria",
  "rBuying": "Comprare",
  "rBuyCCX": "Compra CCX",
  "rBuywCCX": "Compra wCCX",
  "rBridge": "Bridge",
  "rCloud": "Cloud",
  "rCommunity": "Community",
  "rContact": "Contatti",
  "rDeposit": "Deposita",
  "rDeposits": "Depositi",
  "rDesktop": "Desktop",
  "rDeveloper": "Sviluppatore",
  "rDocs": "Documenti",
  "rDocumentation": "Documentazione",
  "rDuration": "Durata",
  "rExample": "Esempio",
  "rExchanges": "Exchange",
  "rInTheMedia": "Nei Media",
  "rwCCXLPPairs": "Liquidity Pool DeFi",
  "rExplorer": "Explorer",
  "rFeatures": "Caratteristiche",
  "rFor": "per",
  "rHashrate": "Hashrate",
  "rHeight": "Blocco",
  "rID": "ID",
  "rInfo": "Info",
  "rInnovation": "Innovazione",
  "rInterest": "Interesse",
  "rLabs": "Laboratori",
  "rMessage": "Messaggio",
  "rMessaging": "Messaggistica",
  "rMilestones": "Traguardi",
  "rMiners": "Minatori",
  "rMining": "Mining",
  "rMobile": "Mobile",
  "rMonths": "Mesi",
  "rMore": "Altro",
  "rPaper": "Carta",
  "rPay": "Pagamenti",
  "rPools": "Pool",
  "rPrincipal": "Principale",
  "rProfit": "Profitto",
  "rRoadmap": "Roadmap",
  "rSend": "Invia",
  "rSubject": "Soggetto",
  "rTeam": "Team",
  "rTotal": "Totale",
  "rWallets": "Wallet",
  "rHeadOf": "Capo di",
  "rSignUp": "Registrati",
  "rSignIn": "Accedi",
  "rLearnMore": "Impara",
  "rDownload": "Download",
  "rAndroid": "Android",
  "rIphone": "Iphone",
  "rUseConceal": "Usa Conceal",
  "rGetCCX": "Ottieni CCX",
  "rProjects": "Progetti",
  "rApply": "Richiedi",
  "rSeeForYourself": "Guarda tu stesso",
  "rJoinTheMovement": "Unisciti al movimento",

  "onTheBlockchain": "sulla Blockchain",
  "headerDescription": "Finanza Decentralizzata, Transazioni Private & Messaggistica Crittografata",
  "labsTeaser": "Vuoi costruire qualcosa di eccezionale con Conceal?",
  "weCanFundYou": "Potremmo darti una mano...",

  "whatWereAbout": "Riguardo a noi",
  "about1": "Conceal Network è un sicuro framework peer-to-peer incentrato sulla privacy e capace di dare voce ad individui ed organizzazioni che vogliano comunicare anonimamente e interagire finanziariamente in modo decentralizzato e privo di censure.",
  "about2": "Conceal Network alimenta la criptovaluta $CCX, un sistema di valuta digitale aperto e privato che emula il denaro fisico; nessuno può sapere dove conservi o spendi i tuoi $CCX. Ogni transazione, deposito o messaggio in Conceal Network è non rintracciabile, a prova di contraffazione e funzionante senza alcuna autorità centralizzata grazie all'uso di protocolli crittografici.",
  "about3": "Conceal Network è una banca blockchain decentralizzata guidata dalla comunità, accessibile da chiunque indipendentemente dal suo status sociale o finanziario o dalla sua provenienza. Nessuno possiede Conceal Network e chiunque può parteciparvi gratuitamente.",
  "aboutBankingDeposits": "I Depositi costituiscono la spina dorsale dell'ecosistema Conceal, regalando agli utenti una forma di staking passivo, decentralizzato ed egualitario che produca interesse sui depositi bloccati.",
  "encryptedMessages": "Messaggi Crittografati",
  "aboutEncryptedMessages": "Un servizio di messaggistica end-to-end veramente privato, decentralizzato, anonimo ed irrintracciabile che opera sulla blockchain ammettendo messaggi che possano autodistruggersi.",
  "compoundInterestCalculator": "Calcolatore di Interesse Composto",
  "compoundLevel": "Livello di Composizione",
  "tier1": "Livello 1",
  "tier2": "Livello 2",
  "tier3": "Livello 3",
  "baseAPR": "Base/APR",
  "maxInterest": "Interesse Massimo",
  "durationMonths": "Durata: Mesi",

  "usingConceal": "Usare Conceal",
  "aboutUsingConceal": "Conceal Desktop costituisce l'hub centrale di interazione con le caratteristiche di Conceal ed è disponibile per tutte le principali piattaforme. Con Conceal Desktop puoi inviare e ricevere CCX e messaggi privati e sicuri, oltre a gestire i tuoi depositi.",
  "gettingCCX": "Ottenere CCX",
  "quickStart": "Istruzioni Rapide",
  "aboutGettingCCX": "Il modo più semplice per ottenere CCX è il mining con CPU o GPU utilizzando uno dei miner con supporto a CCX. Ti rimandiamo alla nostra",
  "aboutGettingCCX2": "per informazioni più dettagliate sul mining di CCX.",
  "officialPool": "Pool Ufficiale",

  "initialCommitMilestone": "Commit iniziale",
  "aboutInitialCommitMilestone": "Il primo rilascio, la prima Testnet, il primo Demone, Miner e Wallet vengono rilasciati. Qualcosa di speciale comincia qui.",
  "encryptedMessagingAndDepositsMilestone": "Messaggistica Crittografata & Depositi",
  "aboutEncryptedMessagingAndDepositsMilestone": "Vengono lanciate funzionalità DeFi innovative che producano interessi grazie allo staking offline dei depositi, oltre a messaggi crittografati autodistruttivi. Wow!",
  "websiteAndBlockExplorerMilestone": "Sito Web e Explorer dei Blocchi",
  "aboutWebsiteAndBlockExplorerMilestone": "Il sito ufficiale è pubblicato, rappresentando un hub centrale per le informazioni relative al progetto. L'explorer dei Blocchi è rilasciato. Procediamo alla grande!",
  "exchangeListingAndInvestmentsMilestone": "Primi Exchange & Investimenti",
  "aboutExchangeListingAndInvestmentsMilestone": "CCX viene listato sull'exchange STEX e il sistema di depositi viene migliorato con l'aggiunta degli investimenti. L'interesse cresce!",
  "customAlgorithmMilestone": "Algoritmo Personalizzato",
  "aboutCustomAlgorithmMilestone": "L'algoritmo Proof-of-Work Cryptonote Conceal viene rilasciato con l'obiettivo di essere resistente a FPGA, ASIC e Nicehash. Potere ai piccoli!",
  "aboutConcealCloudMilestone": "Conceal Cloud viene rilascianto offrendo un wallet web per CCX sicuro, potente e ricco di funzionalità. La popolarità esplode!",
  "aboutConcealLabsMilestone": "Conceal Labs è lanciato consentendo a chiunque di essere finanziato per il proprio lavoro sulla rete Conceal. La community cresce!",
  "aboutConcealMobileMilestone": "Conceal Mobile è rilasciato, offrendo un robusto wallet mobile con supporto alla messaggistica crittografata. La popolarità dei messaggi decolla!",
  "aboutConcealPayMilestone": "Viene rilasciato Conceal Pay, permettendo a chiunque di accettare pagamenti o donazioni in CCX. Il volume cresce a vista d'occhio!",
  "aboutConcealIDMilestone": "Conceal ID è lanciato con l'obiettivo di creare indirizzi mnemonici brandizzati simili a username. Tutto per la semplicità d'uso!",
  "daemonAndWalletImprovementsMilestone": "Migliorie del Demone e al Wallet",
  "aboutdaemonAndWalletImprovementsMilestone": "Conceal Desktop v6 viene rilasciato, implementando migliorie all'interfaccia e al demone. Sempre più belli!",
  "miningAlgorithmMilestone": "Algoritmo di mining CN-GPU",
  "aboutMiningAlgorithmMilestone": "L'algoritmo Proof-of-Work CN-GPU resiste a FPGA, ASIC, Botnet e Nicehash. Ancora una volta, potere ai piccoli!",
  "wCCXETHMilestone": "CCX incapsulato (wCCX)",
  "aboutwCCXETHMilestoneMilestone": "CCX incapsulato viene creato sulla blockchain di ethereum, permettendo ai possessori di CCX l'accesso al mondo DeFi di Ethereum!",
  "wCCXUniAndTrustMilestone": "wCCX su Uniswap e su Trustwallet",
  "aboutwCCXUniAndTrustMilestone": "wCCX è disponibile sul DEX del momento ed usabile tramite Trustwallet.",
  "depositsCloundAndMobileMilestone": "Depositi Cloud & Mobile",
  "aboutDepositsCloundAndMobileMilestone": "Lo staking offline arriva sui wallet cloud e mobile. Finalmente hai la possibilità di guadagnare interessi dal tuo telefono!",
  "selfDestructCloundAndMobileMilestone": "Messaggi autodistuttivi su wallet Cloud e Mobile",
  "aboutSelfDestructCloundAndMobileMilestone": "Invia messaggi agli altri utenti che si elimino automaticamente dopo un certo tempo.",
  "swapMilestone": "Conceal Swap",
  "aboutSwapMilestone": "Converti i tuoi CCX in wCCX o viceversa grazie al nostro strumento di conversione.",
  "cLiveMilestone": "CONCEAL LIVE",
  "aboutCLiveMilestone": "Piattaforma decentralizzata p2p per chiamate audio/video e messaggistica con supporto alla crittografia end-to-end.",
  "cHub01Milestone": "Conceal HUB - Prima versione",
  "aboutCHub01Milestone": "Prima versione della nostra applicazione cross platform, include il Wallet come modulo iniziale",
  "cHub02Milestone": "Conceal HUB - Seconda versione",
  "aboutCHub02Milestone": "Seconda versione, include i moduli Depositi ed ID",
  "cHub03Milestone": "Conceal HUB - Terza versione",
  "aboutCHub03Milestone": "Terzo rilascio, include la funzionalità di bridging",
  "stableDepositsMilestone": "Depositi Stabili",
  "aboutStableDepositsMilestone": "Possibilità di associare i depositi ad asset dal valore stabile, per maggiore tranquillità nel generare interessi.",
  "concealVaultMilestone": "Conceal Vault",
  "multisigWalletsMilestone": "Wallet Multi-firma",
  "hwWalletSupportMilestone": "Supporto a Wallet Hardware",
  "distAPILayerMilestone": "API distribuite",
  "concealCardMilestone": "Conceal Card",

  "poweredBy": "Offerto Da",
  "theTeam": "Il Team Conceal",
  "founder": "Fondatore",
  "ops": "Ops",
  "dev": "Sviluppo",
  "tech": "Tecnologia",
  "economics": "Basi economiche",
  "marketing": "Marketing",
  "businessDev": "Sviluppo del Business",
  "community": "Community",
  "seniorDev": "Sviluppatore Senior",
  "communityManager": "Community Manager",
  "pr": "Relazioni Pubbliche",
  "collabTitle": "Questo potresti essere tu...",
  "collabText": "DIVENTA PARTE DEL PROGETTO",
  
  "helpdeskTitle": "HAI UN PROBLEMA O VUOI CONTATTARCI?",
  "helpdeskText": "Usa il nostro helpdesk",
  "helpdeskBtn": "Apri un Ticket",

  "theCommunity": "La Community",

  "wereFriendly": "Siamo Amichevoli",
  "contactUs": "Contattaci",
  "yourName": "Il tuo nome",
  "yourEmailAddress": "La tua e-mail",

  "whereToFindUs": "Dove trovarci",
  "whereToFindUsInfo1": "Il miglior modo di entrare in contatto con noi è tramite il nostro",
  "whereToFindUsInfo2": "canale. Troverai il codice sorgente, ogni rilascio",
  "whereToFindUsInfo3": "e le nostre ultime attività",
  "officialMailTitle": "Indirizzo E-Mail Ufficiale:",
  "otherWaysToFindUs": "Ecco tutti i modi di comunicare con noi online.",
  "termsAndConditions": "T&C",
  "allRightsReserved": "Ogni diritto è riservato",
  
  "mobileHeader": "CONCEAL MOBILE",
  "mobileTitle": "Un wallet per Conceal sicuro, ricco e mobile",
  "mobileAbout": "Vogliamo rendere la criptovaluta Conceal il più semplice da usare possibile. Con Conceal Mobile hai accesso ad un wallet che è sicuro, veloce e adatto all'uso ovunque ti trovi.",
  "mobileWalletsTitle": "Wallet Multipli",
  "mobileWalletsText": "Conceal Mobile supporta wallet multipli, ciascuno con il proprio indirizzo in modo da poter essere usati indipendentemente.",
  "mobileMessagesTitle": "Messaggi Crittografati",
  "mobileMessagesText": "Prova ad inviare messaggi crittografati tramite la blockchain. I messaggi funzionano su wallet cloud, desktop e mobile. Nessuno eccetto te e il ricevente può vederne il contenuto.",
  "mobilePaymentsTitle": "Accetta Pagamenti",
  "mobilePaymentsText": "Ricevi facilmente pagamenti dalla famiglia, amici o chiunque, ovunque.",
  "mobileBookTitle": "Contatti",
  "mobileBookText": "Non è necessario copiare e incollare indirizzi ogni volta. Registra i tuoi contatti per poter facilmente ricevere e inviare valuta.",
  "mobileMarketTitle": "Andamento Mercati Live",
  "mobileMarketText": "Puoi rimanere costantemente aggiornato sull'andamento di mercato ovunque tu sia.",
  
  "bankingHeader": "CONCEAL BANKING",
  "bankingTitle": "Banking Offerto dalla Blockchain",
  "bankingAbout": "Conceal Banking rimuove ogni intermediario superfluo, permettendo a chiunque di depositare i propri capitali sulla Blockchain e ricevere in cambio interessi.",
  "bankingBlockchainTitle": "COSTRUITO CON LA POTENZA DELLA BLOCKCHAIN",
  "bankingBlockchainText": "Conceal Banking è completamente decentralizzato e costruito sulla Blockchain Conceal.",
  "bankingDepositsTitle": "DEPOSITA CAPITALE IN CAMBIO DI INTERESSI",
  "bankingDepositsText": "Conceal Banking consente a chiunque nel mondo di depositare i propri capitali in cambio di interessi.",
  "bankingWorldwideTitle": "ACCESSO UNIVERSALE",
  "bankingWorldwideText": "Milioni di persone nel mondo non hanno accesso ai servizi finanziari. Conceal Banking risolve questo problema dandone accesso a chiunque e ovunque.",
  "bankingFundsSafeTitle": "MANTIENI I TUOI CAPITALI AL SICURO",
  "bankingFundsSafeText": "Quando depositi i tuoi capitali tramite Conceal Banking, questi vengono conservati tramite staking offline per garantirne la sicurezza.",  
  "bankingSavingsTitle": "GUADAGNA PIÙ CHE DA UN CONTO RISPARMIO",
  "bankingSavingsText": "I Depositi di Conceal Banking generano guadagni decisamente superiori ai classici conti risparmio, fino al 6% annuale con interesse composto.",
  
  "idHeader": "CONCEAL ID",
  "idTitle": "Brandizzare la Blockchain",
  "idAbout": "Il nostro obiettivo è diffondere Conceal ovunque e ci rendiamo conto che le classiche chiavi pubbliche sono complicate da ricordare e riconoscere. Con Conceal ID cerchiamo di risolvere il problema utilizzando come indirizzi dei nomi facilmente memorizzabili e riconoscibili.",
  "idSecurityTitle": "Costruito con la sicurezza di OpenID",
  "idSecurityText": "Non sempre c'è bisogno di reinventare la ruota. Abbiamo attentamente scelto il comprovato e diffuso protocollo OpenID come ossatura dietro a Conceal ID.",
  "idCloudTitle": "COSTRUITO SULLA FORZA DI CONCEAL CLOUD",
  "idCloudText": "Conceal ID è nativamente integrato in Conceal Cloud per la massima semplicità d'uso.",
  "idShareTitle": "CONDIVIDI IL TUO CONCEAL ID",
  "idShareText": "Invia alcuni CCX a team.conceal.id - funziona! Condividi facilmente con chiunque il tuo Conceal ID, personalizzato e riconoscibile come mai prima.",
  "idPaymentsTitle": "RICEVI PAGAMENTI CON FACILITÀ",
  "idPaymentsText": "Il tuo Conceal ID rende più semplice accettare donazioni o ricevere pagamenti da clienti ed amici.",  
  "idIntegrationTitle": "Sviluppato con l'integrazione in mente",
  "idIntegrationText": "È sviluppato con una API facilmente integrabile con la tua piattaforma o app preferita.",
  
  "messagingHeader": "CONCEAL MESSAGING",
  "messagingTitle": "Messaggistica Crittografata Decentralizzata",
  "messagingAbout": "Conceal Messaging espande il nostro ecosistema integrando la messaggistica crittografata all'interno della Blockchain.",
  "messagingDestructTitle": "MESSAGGI AUTODISTRUTTIVI",
  "messagingDestructText": "Conceal Messaging supporta messaggi autodistruttivi che si eliminino automaticamente dopo essere stati letti.",
  "messagingVarietyTitle": "MOBILE, DESKTOP E CLOUD",
  "messagingVarietyText": "Conceal Messaging è supportato su Conceal Cloud, Desktop e Mobile.",
  "messagingDecentralizedTitle": "DECENTRALIZZATO",
  "messagingDecentralizedText": "Conceal Messaging è un servizio decentralizzato funzionante sulla Blockchain.",
  "messagingBookTitle": "LISTA CONTATTI",
  "messagingBookText": "Non è necessario copincollare un indirizzo ogni volta. Utilizza la lista contatti per inviare facilmente messaggi a chi preferisci.",  
  "messagingEncryptedTitle": "CRITTOGRAFATI",
  "messagingEncryptedText": "Tutti i Messaggi Conceal sono crittografati e non possono essere letti da nessuno eccetto che mittente e ricevente.",
  
  "cLiveHeader": "CONCEAL LIVE",
  "cLiveTitle": "Conceal Live (Clive) è un potente e privato software di comunicazione per lo scambio peer-to-peer di audio, video e messaggi, gratuitamente.",
  "cLiveAbout1": "Clive è gratuito per tutti e privo di pubblicità. Il client per la comunicazione privata è disponibile per Android e Windows, mentre la versione iOS sarà disponibile nel prossimo futuro.",
  "cLiveAbout2": "Clive riporta la comunicazione privata nelle mani delle persone.",
  "cLiveSecureTitle": "COMUNICAZIONE SICURA",
  "cLiveSecureText": "Le connessioni Clive sono completamente criptate end-to-end. Ogni dato di Clive è salvato unicamente sul dispositivo di utilizzo.",
  "cLiveNoServersTitle": "NESSUN SERVER",
  "cLiveNoServersText1": "Poiché ogni connessione è peer-to-peer e criptata end-to-end, Clive non si basa su di alcuna autorità centrale o server. La latenza e velocità sono quindi decisamente superiori grazie alle connessioni peer-to-peer.",
  "cLiveNoServersText2": "I singoli utenti sulla stessa rete locale possono comunicare pur se disconnessi da Internet.",
  "cLiveConferenceTitle": "CONFERENZE AUDIO E VIDEO",
  "cLiveConferenceText": "Clive permette conferenze audio e video illimitate. Non ci sono limiti al numero di partecipanti o durata delle chiamate. L'unico limite dipende dalle risorse impiegate.",
  "cLiveExperienceTitle": "GRANDIOSA ESPERIENZA UTENTE",
  "cLiveExperienceText": "Condividi immagini, audio o file senza limiti di dimensioni. Usa emoji e altre comuni funzionalità delle chat in modo sicuro e privato.",  
  "cLiveFlexibleTitle": "FLESSIBILE",
  "cLiveFlexibleText": "Clive mette a disposizione numerose opzioni di personalizzazione e supporta svariate piattaforme.",
  "cLiveFooterText1": "Clive è una grandiosa opportunità che offriamo al mondo, un ulteriore punto di forza dell'ecosistema Conceal in continua espansione.",
  "cLiveFooterText2": "Goditi Clive e lo stile Conceal!",
  
  "payHeader": "CONCEAL PAY",
  "payTitle1": "Semplifica",
  "payTitle2": "su Blockchain",
  "payTitle3": "i Pagamenti",
  "payAbout": "Conceal Pay rende semplice per aziende e persone ricevere pagamenti sul network Conceal.",
  "payBlockchainTitle": "SVILUPPATO COL POTERE DELLA BLOCKCHAIN",
  "payBlockchainText": "Conceal Pay consente ad aziende e persone di accettare facilmente pagamenti sulla Blockchain Conceal.",
  "payCloudTitle": "COSTRUITO SULLA FORZA DI CONCEAL CLOUD",
  "payCloudText": "Conceal Pay è integrato nativamente in Conceal Cloud per la massima semplicità d'uso.",
  "payLinksTitle": "LINK DI PAGAMENTO",
  "payLinksText": "Crea facilmente URL che rimandino ad una semplice pagina web attraverso cui clienti e amici possano effettuare pagamenti.",
  "paySimpleTitle": "PAGAMENTI IMMENSAMENTE SEMPLIFICATI",
  "paySimpleText": "Conceal Pay rende banale ricevere pagamenti online per te e la tua azienda.",
  "payIntegrationTitle": "COSTRUITO PER L'INTEGRAZIONE",
  "payIntegrationText": "Supporto ad un API per la rapida integrazione al fine di ricevere pagamenti sul tuo sito web.",
  
  "labsHeader": "CONCEAL LABS",
  "labsTitle1": "Porta i tuoi sogni",
  "labsTitle2": "avanti",
  "labsAbout": "Ci impegniamo ogni giorno a crescere un nutrito ecosistema supportando la community. Conceal Labs provvede ai bisogni iniziali di sviluppatori, imprenditori e creatori di contenuti, in modo che possano trasformare la loro visione in realtà.",
  "labsIdeaTitle": "HAI UN'IDEA?",
  "labsIdeaText": "Hai un progetto che riguarda Conceal? <a href='https://discord.gg/YbpHVSd'>Vogliamo saperne di più!",  
  "labsMoneyTitle": "UN AIUTO ECONOMICO AIUTEREBBE?",
  "labsMoneyText": "Certe volte i soldi sono tutto quello che serve a lanciare la tua idea.",
  "labsFundsTitle": "OTTIENI UN NOSTRO CONTRIBUTO",
  "labsFundsText": "I nostri fondatori mettono da parte capitale destinato ai progetti della community.",
  "labsListedTitle": "FATTI PROMUOVERE DA NOI",
  "labsListedText": "Fatti finanziare da noi ed il tuo progetto verrà promosso sul nostro sito.",
  "labsProjectsTitle": "Progetti",
  "labsProjectsText": "Guarda alcuni dei progetti più interessanti che abbiamo finanziato ad oggi. <a href='https://discord.gg/YbpHVSd'>Facci sapere se sarai il prossimo!</a>",
  "labsFooterText": "In arrivo presto su un browser vicino a te!",
  
  "aboutTitle": "DeFi Anonima & Comunicazione Private",
  "aboutAbout": "Il nostro obiettivo è la diffusione di Conceal e ci siamo accorti che le chiavi pubbliche sono particolarmente difficili da ricordare e riconoscere. Con Conceal ID vogliamo risolvere il problema utilizzando come indirizzi dei nomi facilmente memorizzabili e riconoscibili. ",
  "aboutWhatIsTitle": "Cos'è Conceal?",
  "aboutWhatIsText1": "Conceal è una banca decentralizzata su blockchain, con supporto a depositi e investimenti con interessi, il tutto con codice 100% open source e senza il coinvolgimento di organi finanziari.",
  "aboutWhatIsText2": "Conceal permette messaggistica anonima e non tracciabile e permette il trasferimento sicuro di capitali. Grazie all'utilizzo di un registro distribuito pubblico, mittente e ricevente restano anonimi, un obiettivo cruciale nel mondo del dopo-Snowden. Gli hacker non possono tracciare né i capitali né i messaggi mentre questi viaggiano nella rete.",
  "aboutWhatIsText3": "La Criptovaluta Conceal (₡CCX) è fondata sul protocollo Cryptonote ed eseguita su rete peer-to-peer sicura in modo da operare senza autorità centrale. Hai il pieno dominio delle chiavi private d'accesso ai tuoi capitali.",
  "aboutWhatIsText4": "Conceal è accessibile da chiunque nel mondo a prescindere dalla sua provenienza o status sociale. La nostra blockchain è resistente a qualsiasi genere di analisi. Tutte le tue transazioni CCX o messaggi rimangono anonimi.",
  "aboutWhatIsText5": "Conceal non ripropone numerose problematiche (tecnologiche, ambientali, reputazionali, di sicurezza) di Bitcoin e propone una strada futuribile.",
  "aboutWhatIsText6": "Conceal è open-source, guidato dalla community e fortemente decentralizzato.",
  "aboutWhatIsText7": "Nessuno è padrone di Conceal e chiunque può prendervi parte.",
  "aboutVisionTitle": "LA NOSTRA VISIONE",
  "aboutVisionText1": "In Conceal crediamo che l'accesso alla conoscenza sia la base che permette alle grandi idee e alle community genuine di fiorire.",
  "aboutVisionText2": "Crediamo che Conceal sia quello che la comunità decide che sia e che le decisioni su come sviluppare il protocollo dovrebbero coinvolgere chiunque. Gli hacker non possono tracciare né i capitali né i messaggi mentre questi viaggiano nella rete.",  
  "aboutFeaturesTitle": "FUNZIONALITÀ",
  "aboutFeaturesPrivateTitle": "Privato",
  "aboutFeaturesPrivateText": "Conceal utilizza firme ad anello e indirizzi usa e getta per garantire l'anonimato dei pagamenti",
  "aboutFeaturesUntraceableTitle": "Non tracciabile",
  "aboutFeaturesUntraceableText": "Le transazioni Conceal non possono essere associate a specifici mittenti e riceventi",
  "aboutFeaturesDecentralizedTitle": "Decentralizzata",
  "aboutFeaturesDecentralizedText": "Conceal persegue la visione originale di Satoshi Nakamoto di una criptovaluta decentralizzata e non fiduciaria, ossia una valuta digitale sicura operata da una rete di utenti. Le transazioni sono confermate tramite il consenso distribuito e poi impresse per sempre nella blockchain. Non c'è necessità di fidarsi di terze parti per mantenere al sicuro i propri soldi.",
  "aboutFeaturesFungibleTitle": "Fungibile",
  "aboutFeaturesFungibleText": "Conceal è nativamente fungibile grazie alla sua innata privacy. Così come il denaro, ogni moneta è uguale e interscambiabile. È estremamente improbabile che una moneta venga rifiutata da un partecipante in base alla propria storia.",  
  "aboutFeaturesScalableTitle": "Scalabile",
  "aboutFeaturesScalableText": "Future iniziative di scalabilità riguarderanno l'introduzione di sidechain modulari.",
  "aboutFeaturesCommunityTitle": "Guidata dalla comunità",
  "aboutFeaturesCommunityText": "Nessuno possiede Conceal. Chiunque può farne parte. Sviluppata, mantenuta e finanziata da volontari",
  "aboutFeaturesSimpleTitle": "Semplice",
  "aboutFeaturesSimpleText": "Client Desktop e CLI semplici da usare.",
  "aboutFeaturesPlatformsTitle": "Multi-piattaforma",
  "aboutFeaturesPlatformsText": "Disponibile per PC, Mac, Ubuntu e Android",
  "aboutFeaturesPoWTitle": "Protetta dalla Proof of Work",
  "aboutFeaturesPoWText": "La funzionalità di hashing PoW è progettata per mining CPU/GPU egalitario e resistente agli ASIC",
  "aboutFeaturesLimitsTitle": "Limiti Adattivi",
  "aboutFeaturesLimitsText": "Conceal aggiusta i propri parametri in modo intelligente basandosi sul proprio storico",
  "aboutFeaturesMessagesTitle": "Messaggi crittografati",
  "aboutFeaturesMessagesText": "Assicura la confidenzialità con una rete crittografata P2P, comunicazioni sicure e messaggi crittografati autodistruttivi",
  "aboutFeaturesBankingTitle": "Banking Decentralizzato",
  "aboutFeaturesBankingText": "I Depositi Decentralizzati sulla rete conferiscono fino al 6% di interesse annuale",
  "aboutSpecsTitle": "SPECIFICHE TECNICHE",
  "aboutSpecsNameTitle": "Nome",
  "aboutSpecsNameText": "Conceal",
  "aboutSpecsTickerTitle": "Ticker",
  "aboutSpecsTickerText": "CCX",
  "aboutSpecsSymbolTitle": "Simbolo",
  "aboutSpecsSymbolText": "₡",
  "aboutSpecsAlgorithmTitle": "Algoritmo",
  "aboutSpecsAlgorithmText": "PoW, CN-GPU",
  "aboutSpecsDifficultyTitle": "Difficoltà",
  "aboutSpecsDifficultyText": "DDA e LWMA 3 di Zawy",
  "aboutSpecsPrivacyTitle": "Privacy",
  "aboutSpecsPrivacyText": "Firme ad anello e Indirizzi Usa-e-getta",
  "aboutSpecsBlockTimeTitle": "Durata di un blocco",
  "aboutSpecsBlockTimeText": "120s",
  "aboutSpecsDecimalsTitle": "Cifre decimali",
  "aboutSpecsDecimalsText": "6",
  "aboutSpecsPoWTitle": "100% PoW",
  "aboutSpecsPoWText": "Proof of Work con ricompensa del 100% ai minatori e più di 100 anni di mining attivo",
  "aboutSpecsDepositsTitle": "Depositi",
  "aboutSpecsDepositsText": "Fino al 6% di interesse annuale",
  "aboutSpecsMessengerTitle": "Messaggistica",
  "aboutSpecsMessengerText": "Messaggi crittografati e autodistruttivi",
  "aboutSpecsPremineTitle": "PreMine",
  "aboutSpecsPremineText": "6% del quantitativo totale, bloccato per 5 anni",
  "aboutSpecsRewardTitle": "Ricompensa di un blocco",
  "aboutSpecsRewardText": "La ricompensa è costantemente di 6 CCX per blocco, rendendo CCX un asset con un'inflazione molto bassa.",
  "aboutSpecsAddressesTitle": "Indirizzi",
  "aboutSpecsAddressesText": "Gli indirizzi dei wallet sono rappresentati da stinghe di 98 caratteri comincianti con 'ccx7'",
  
  "mediaTitle1": "Al momento",
  "mediaTitle2": "Notata",
  "mediaTitle3": "Non Conceal",
  "mediaMenuAMA": "Serie di AMA",
  "mediaMenuArticles": "Articoli",
  "mediaMenuVideos": "Video",
  "mediaMenuMining": "Mining",
  "mediaMenuDevUpdates": "Aggiornamenti dagli Sviluppatori",
  "mediaAMATitle": "Serie di AMA",
  "mediaAMAText": "Nonostante il nostro focus sulla privacy, Conceal non sta venendo ignorata dai media. Abbiamo ricevuto forte attenzione da un quantitativo sempre crescente di pubblicazioni e influencer.",
  "mediaArticlesTitle": "Articoli",
  "mediaArticlesText": "Miglioriamo continuamente il nostro ecosistema. Puoi informarti sui nostri progressi e su cosa sta accadendo nella serie di articoli sottostanti.",
  "mediaMiningTitle": "Mining",
  "mediaMiningText": "Conceal è una criptovaluta 100% PoW. Impara come minare e i modi più efficienti per poterlo fare.",
  "mediaVideosTitle": "Video",
  "mediaVideosText": "Conceal ha generato numerosi video dalla community. Abbiamo cercato di raccoglierli in un unico posto, in modo che sia più semplice raccogliere informazioni.",
  "mediaUpdatesTitle": "Aggiornamenti dagli Sviluppatori",
  "mediaUpdatesText": "Siamo sempre al lavoro per migliorare il nostro ecosistema. Puoi leggere gli aggiornamenti mensili, in cui raccogliamo ogni traguardo e modifica accaduta ad oggi.",
  
  "communityTitle1": "Migliorare il Mondo",
  "communityTitle2": "Assieme",
  "communityAboutTitle": "Community",
  "communityAboutText": "Conceal ha una gigantesca e fiorente community di persone che condividono idee, lavorano assieme e si aiutano a vicenda indipendentemente dalla propria esperienza con la Blockchain. Cosa stai aspettando?",
  "communityOfficialTitle": "UFFICIALI",
  "communityGroupsTitle": "GRUPPI",
  "communityExchangesTitle": "EXCHANGE",
  "communityETHTitle": "ETHEREUM",
  "communityBSClTitle": "BINANCE SMART CHAIN",
  "communityPolygonTitle": "POLYGON",
  "communityMCAPTitle": "CAPITALIZZAZIONE DI MERCATO",
  
  "landingFooterAbout": "Info",
  "landingFooterTitle": "Conceal è una banca decentralizzata su blockchain, con supporto a depositi e investimenti con interessi, il tutto con codice 100% open source e senza il coinvolgimento di organi finanziari.",
  "landingFooterLinks": "Link Rapidi",
  "landingFooterLinkWebsite": "Sito Web",
  "landingFooterLinkDocs": "Documentazione",
  "landingFooterLinkDiscord": "Discord",
  "landingFooterLinkTelegram": "Telegram",
  "landingFooterLinkReddit": "Reddit",
  "landingFooterLinkBTCTalk": "Bitcointalk",
  "landingFooterConnect": "Contattaci",
  "dataProvidedBy": "Dati forniti da"
}  