{
  "rAbout": "معلومات عنا",
  "rAnd": "ايضا",
  "rApps": "تطبيقات",
  "rBackToTop": "عد الى الأعلى",
  "rBanking": "الخدمات المصرفية",
  "rBuying": "شراء",
  "rBuyCCX": "شراء CCX",
  "rBuywCCX": "شراء wCCX",
  "rBridge": "جسر",
  "rCloud": "كلاود",
  "rCommunity": "مجتمع",
  "rContact": "اتصل",
  "rDeposit": "الوديعة",
  "rDeposits": "الودائع",
  "rDesktop": "سطح المكتب",
  "rDeveloper": "المطور",
  "rDocs": "المستندات",
  "rDocumentation": "المستندات",
  "rDuration": "المدة",
  "rExample": "مثل",
  "rExchanges": "مواقع التبادلات",
  "rInTheMedia": "في الوسائل الإعلامية",
  "rwCCXLPPairs": "wCCX أزواج تجمع السيؤلة",
  "rExplorer": "مستكشف",
  "rFeatures": "الميزات",
  "rFor": "الى",
  "rHashrate": "الهاش رايت",
  "rHeight": "الطول",
  "rID": "الهوية",
  "rInfo": "المعلومات",
  "rInnovation": "الإبتداع",
  "rInterest": "الفائدة",
  "rLabs": "المختبرات",
  "rMessage": "الرسالة",
  "rMessaging": "المراسلة",
  "rMilestones": "الإنجازات",
  "rMiners": "العمّال",
  "rMining": "التعدين",
  "rMobile": "الهاتف المحمول",
  "rMonths": "أشهر",
  "rMore": "المزيد",
  "rPaper": "ورق",
  "rPay": "دفع",
  "rPools": "تجمعات التعدين",
  "rPrincipal": "أساسي",
  "rProfit": "ربح",
  "rRoadmap": "خارطة الطريق",
  "rSend": "أرسل",
  "rSubject": "موضوع",
  "rTeam": "الفريق",
  "rTotal": "مجموع",
  "rWallets": "المحافظ",
  "rHeadOf": "رئيس ل",
  "rSignUp": "إنشاء حساب",
  "rSignIn": "تسجيل الدخول",
  "rLearnMore": "أعرف المزيد",
  "rDownload": "تحميل",
  "rAndroid": "أندرويد",
  "rIphone": "أيفون",
  "rUseConceal": "Conceal إستخدم",
  "rGetCCX": "CCX أحصل على",
  "rProjects": "المشاريع",
  "rApply": "تطبيق",
  "rSeeForYourself": "أنظر لنفسك",
  "rJoinTheMovement": "إنضم إلى الحركة",

  "onTheBlockchain": "على بلوكشين",
  "headerDescription": "التمويل اللامركزي والمعاملات الخاصة والرسائل المشفرة",
  "labsTeaser": "Conceal هل تريد بناء شيء رائع باستخدام ",
  "weCanFundYou": "ربما سوف نمولك",

  "whatWereAbout": "ما نحن بصدده",
  "about1": ".هو إطار خصوصية آمن من ند لند يمكّن الأفراد والمؤسسات من التواصل والتفاعل المالي بشكل مجهول في بيئة لا مركزية ومقاومة للرقابة Conceal شبكة",
  "about2": " .لا يمكن تعقبها ولا يمكن التلاعب بها وتعمل بدون سلطة مركزية من خلال استخدام بروتوكولات التشفير Conceal جميع المعاملات والودائع والرسائل على شبكة.CCX$ و هي نظام نقدي رقمي مفتوح المصدر ومحمي بالخصوصية يحاكي النقد المادي؛ لا أحد يعرف أين تخزن أو تنفق CCX$ على تشغيل العملة المشفرة Conceal تعمل شبكة ",
  "about3": ".ويمكن للجميع المشاركة مجاناً Conceal عبارة عن بنك بلوكتشين مدفوع بالمجتمع ولا مركزي. حقاً يمكن للجميع الوصول إليه بغض النظر عن الوضع الاجتماعي أو المالي والموقع الجغرافي لاأحد يمتلك شبكة Conceal شبكة",
  "aboutBankingDeposits": ".الإيكولوجي، مما يوفر للمستخدمين شكلآ لامركزيًا ومتكافئاً من التخزين المجمد الذي يكسب فوائد على الودائع المقفلة Conceal تشكل الودائع العمود الفقري لنظام",
  "encryptedMessages": "رسائل مشفرة",
  "aboutEncryptedMessages": "خدمة مراسلة خاصة حقًا ، وغير مركزية ، ومجهولة الهوية ، ولا يمكن تعقبها ، ومشفرة من طرف إلى طرف تعمل على بلوكتشين مع السماح للرسائل التي تدمر نفسها بنفسها.",
  "compoundInterestCalculator": "حاسبة الفائدة المركبة",
  "compoundLevel": "المستوى المركب",
  "tier1": "المستوى 1",
  "tier2": "المستوى 2",
  "tier3": "المستوى 3",
  "baseAPR": "أساسي / معدل النسبة المئوية السنوي ",
  "maxInterest": "الفائدة الأقصى",
  "durationMonths": "المدة : الأشهر",

  "usingConceal": "Conceal إستخدام",
  "aboutUsingConceal": ".ورسائل آمنة مشفرة وإدارة الودائع الخاصة بك CCX يمكنك إرسال واستقبال ،Conceal Desktop وهو متاح لجميع الأنظمة الأساسية الرئيسية. باستخدام Concealنقطة التفاعل المركزية للميزات الأساسية ل Conceal Desktop يعد",

  "gettingCCX": "CCX الحصول على",
  "quickStart": "البدء السريع",
  "aboutGettingCCX": "تحقق من .Concealأو استخدام المعدن الخاص ب CCX هي التعدين باستخدام وحدة المعالجة المركزية أو وحدة معالجة الرسومات باستخدام واحد من العديد من المعدنين الذين يدعمون CCX أسهل طريقة للحصول على",
  "aboutGettingCCX2": " .CCX لمزيد من المعلومات التفصيلية حول التعدين",
  "officialPool": "التجمع التعدين الرسمي",

  "initialCommitMilestone": "الالتزام الأولي",
  "aboutInitialCommitMilestone": ".إطلاق أول مرشح للإصدار وهو الدايمن، و التست نت، والمعدن، والمحفظة.شيء عظيم حقا يبدأ",
  "encryptedMessagingAndDepositsMilestone": "رسائل و ودائع مشفرة",
  "aboutEncryptedMessagingAndDepositsMilestone": "!يتم إطلاق الميزات المصرفية المبتكرة التي تستخدم الودائع المجمدة التي تدفع فائدة والرسائل المشفرة ذاتية التدمير. رائع",
  "websiteAndBlockExplorerMilestone": "مستكشف الموقع و البلوك",
  "aboutWebsiteAndBlockExplorerMilestone": "!ولد الموقع الرسمي لتقديم نقطة مركزية للمعلومات للمشروع. تم تحرير مستكشف بلوك. نحن مشتعلون",
  "exchangeListingAndInvestmentsMilestone": "قائمة البورصة و الاستثمارات",
  "aboutExchangeListingAndInvestmentsMilestone": " !وتم تجديد نظام الإيداع لدعم الاستثمارات. المخزون يرتفع  STEX في بورصة  CCX تم ادراج",
  "customAlgorithmMilestone": "خوارزمية مخصصة",
  "aboutCustomAlgorithmMilestone": "!القوة للصغار .Nicehash و ASICو FPGAالبرهان بالعمل، لتكون مقاومة ل Cryptonote Conceal تم إصدار خوارزمية",
  "aboutConcealCloudMilestone": "!ارتفاعات كبيرة في التبني CCXلتقديم محفظة ويب آمنة وقوية وغنية بالميزات ل  Conceal Cloud تم إطلاق ",
  "aboutConcealLabsMilestone": "!المجتمع ينمو .Conceal التي تقدم لأي شخص القدرة على الحصول على أموال لبناء أشياء رائعة باستخدام Conceal Labs تم إطلاق",
  "aboutConcealMobileMilestone": "!لتقديم محفظة محمولة قوية مع رسائل مشفرة.شعبية الرسائل تنفجر! Conceal Mobile تم إطلاق",
  "aboutConcealPayMilestone": "!حجم يتوسع.CCX مما يسهل على أي شخص قبول المدفوعات أو التبرعات في  Conceal Pay تم إطلاق",
  "aboutConcealIDMilestone": "!لتقديم عناوين مميزة لا تُنسى تشبه أسماء المستخدمين.سهولة الاستخدام تتحسن! Conceal ID تم إطلاق",
  "daemonAndWalletImprovementsMilestone": "تحسينات الدايمن والمحفظة",
  "aboutdaemonAndWalletImprovementsMilestone": "!بواجهة مختلفة وتحسينات خفية. نحن الفخامة Conceal Desktop V6 تم إصدار",
  "miningAlgorithmMilestone": "CN-GPU خوارزمية التعدين ",
  "aboutMiningAlgorithmMilestone": "!القوة للصغار.Nicehashو Botnet ،ASIC ،FPGAالبرهان بالعمل هي مقاومة ل CN-GPUخوارزمية",
  "wCCXETHMilestone": " (wCCX) مغلف CCX",
  "aboutwCCXETHMilestoneMilestone": "!ETHعلى DEFIبالوصول إلى CCX على بلوكشين الإيثيريوم مما يسمح لمالكي CCX تم إنشاء ملف ",
  "wCCXUniAndTrustMilestone": "Trustwallet وفي Uniswap على wCCX",
  "aboutwCCXUniAndTrustMilestone": ".Trustwallet في ذلك الوقت ومُضاف إلى DEX في أهم wCCX يتوفر",
  "depositsCloundAndMobileMilestone": "الودائع على الكلاود والموبايل",
  "aboutDepositsCloundAndMobileMilestone": "!جاء تجميد الودائع إلى الكلاود و الموبايل. أنت قادر على كسب الفائدة من هاتفك",
  "selfDestructCloundAndMobileMilestone": "رسائل التدمير الذاتي على الكلاود و الموبايل",
  "aboutSelfDestructCloundAndMobileMilestone": "أرسل رسائل إلى المستخدمين الآخرين الذين يدمرون أنفسهم بعد وقت معين.",
  "swapMilestone": "Conceal مبادلة",
  "aboutSwapMilestone": "والعودة إلى الاتجاه الآخر باستخدام أداة المبادلة الخاصة بنا .wCCX الخاص بك إلى CCX قم بتبديل",
  "cLiveMilestone": "مباشر CONCEAL",
  "aboutCLiveMilestone": ".نظام الند للند لامركزي ومنصة مشفرة من طرف إلى طرف لمكالمات ورسائل الفيديو / الصوت",
  "cHub01Milestone": "Conceal HUB - Initial release",
  "aboutCHub01Milestone": "Initial release of cross platform application with Wallet module as first supported module",
  "cHub02Milestone": "Conceal HUB - Version 2",
  "aboutCHub02Milestone": "Second release with Deposit and ID modules",
  "cHub03Milestone": "Conceal HUB - Version 3",
  "aboutCHub03Milestone": "Third release with Bridges module",
  "stableDepositsMilestone": "Stable Deposits",
  "aboutStableDepositsMilestone": "Deposits pegged to a stable asset, giving you peace of mind, while gaining interest.",
  "concealVaultMilestone": "Conceal Vault",
  "multisigWalletsMilestone": "Multi-signature Wallets",
  "hwWalletSupportMilestone": "Hardware Wallet Support",
  "distAPILayerMilestone": "Distributed API Layer",
  "concealCardMilestone": "Conceal Card",

  "poweredBy": "Powered By",
  "theTeam": "The Conceal Team",
  "founder": "Founder",
  "ops": "Ops",
  "dev": "Development",
  "tech": "Technology",
  "economics": "Economics",
  "marketing": "Marketing",
  "businessDev": "Business Development",
  "community": "Community",
  "seniorDev": "Senior Developer",
  "communityManager": "Community Manager",
  "pr": "Public Relations",
  "collabTitle": "This could be you...",
  "collabText": "BECOME A PART OF THE PROJECT",
  
  "helpdeskTitle": "DO YOU HAVE A PROBLEM OR NEED TO CONTACT US?",
  "helpdeskText": "Use our helpdesk",
  "helpdeskBtn": "Send Ticket",

  "theCommunity": "The Community",

  "wereFriendly": "We're Friendly",
  "contactUs": "Contact Us",
  "yourName": "Your Name",
  "yourEmailAddress": "Your E-mail Address",

  "whereToFindUs": "Where To Find Us",
  "whereToFindUsInfo1": "The best place to find out more is to visit our",
  "whereToFindUsInfo2": "channel. You will find our source code, and other releases on",
  "whereToFindUsInfo3": "and our latest activities on",
  "officialMailTitle": "Official E-Mail Address:",
  "otherWaysToFindUs": "Here are all the other ways you can find us online.",
  "termsAndConditions": "T&C",
  "allRightsReserved": "All rights reserved",
   
  "mobileHeader": "CONCEAL MOBILE",
  "mobileTitle": "A secure, feature rich, and mobile Conceal wallet",
  "mobileAbout": "We aim to make the Conceal crypto-currency as easy to use as possible. With Conceal Mobile you have a wallet that is secure, fast, and easy to use on the go.",
  "mobileWalletsTitle": "Multiple Wallets",
  "mobileWalletsText": "Conceal Mobile supports multiple wallets, each with it's own address so you can use them for different purposes.",
  "mobileMessagesTitle": "Encrypted Messages",
  "mobileMessagesText": "Try sending encrypted messages over the blockchain. The messages work in the cloud, desktop and mobile wallets. Nobody but you and the recipient can see what is being sent.",
  "mobilePaymentsTitle": "Accept Payments",
  "mobilePaymentsText": "Easily accept payments from family, friends or anyone, anywhere.",
  "mobileBookTitle": "Address Book",
  "mobileBookText": "No need to copy / paste addresses every time. Maintain your address book for easy sending and receiving of funds.",
  "mobileMarketTitle": "Live Market Data",
  "mobileMarketText": "You can easily stay up to date with live market data on the go.",
  
  "bankingHeader": "CONCEAL BANKING",
  "bankingTitle": "Blockchain Powered Banking",
  "bankingAbout": "Conceal Banking removes unnecessary intermediaries by giving everyone the power to deposit their funds on the Blockchain and recieve interest in exchange.",  
  "bankingBlockchainTitle": "BUILT WITH THE POWER OF THE BLOCKCHAIN",
  "bankingBlockchainText": "Conceal Banking is completely decentralized and built on the Conceal Blockchain.",
  "bankingDepositsTitle": "DEPOSIT FUNDS FOR INTEREST",
  "bankingDepositsText": "Conceal Banking empowers anyone in the world to deposit their funds in exchange for interest.",
  "bankingWorldwideTitle": "WORLDWIDE ACCESS",
  "bankingWorldwideText": "There are millions without access to financial services worldwide. Conceal Banking provides much needed access to anyone, anywhere.",
  "bankingFundsSafeTitle": "KEEP YOUR FUNDS SAFE",
  "bankingFundsSafeText": "When you deposit your funds with Conceal Banking they are cold staked on the blockchain for safekeeping.",  
  "bankingSavingsTitle": "EARN MORE THAN A SAVINGS ACCOUNT",
  "bankingSavingsText": "Deposits with Conceal Banking earn significantly more than a savings account, as much as 6% APR plus compounding.",
  
  "idHeader": "CONCEAL ID",
  "idTitle": "Branding the Blockchain",
  "idAbout": "Our aim is for Conceal to be ubiquitious and we realize that public keys are hard to remember and recognize. With Conceal ID we aim to solve the problem by enabling memorable and recognizable names to be used as addresses.",
  "idSecurityTitle": "Built with the security of OpenID",
  "idSecurityText": "There is not always a good reason to reinvent the wheel. We carefully chose the proven and widely utilized OpenID protocol to power Conceal ID.",
  "idCloudTitle": "BUILT ON THE POWER OF THE CONCEAL CLOUD",
  "idCloudText": "Conceal ID is seamlessly integrated with the Conceal Cloud for absolute ease of use.",
  "idShareTitle": "SHARE YOUR CONCEAL ID",
  "idShareText": "Send us some CCX at team.conceal.id - it works! Easily share your custom, memorable and recognizable Conceal ID with anyone.",
  "idPaymentsTitle": "EASILY RECEIVE PAYMENTS",
  "idPaymentsText": "Your Conceal ID makes it simpler to accept donations or payments from customers and friends.",  
  "idIntegrationTitle": "Built for integration",
  "idIntegrationText": "Built with an API for integration with your favorite platform or app.",
  
  "messagingHeader": "CONCEAL MESSAGING",
  "messagingTitle": "Decentralized Encrypted Messages",
  "messagingAbout": "Conceal Messaging expands our ecosystem by providing fully integrated encrypted messaging on the Blockchain.",
  "messagingDestructTitle": "SELF-DESTRUCTING MESSAGES",
  "messagingDestructText": "Conceal Messaging supports self-destructing messages that delete themselves after being read.",
  "messagingVarietyTitle": "MOBILE, DESKTOP OR CLOUD",
  "messagingVarietyText": "Conceal Messaging works in the Conceal Cloud, Desktop and Mobile.",
  "messagingDecentralizedTitle": "DECENTRALIZED",
  "messagingDecentralizedText": "Conceal Messaging is a decentralized service that operates on the Blockchain.",
  "messagingBookTitle": "ADDRESS BOOK",
  "messagingBookText": "There is no need to copy / paste an address every time. Maintain your address book for easily sending messages to your contacts.",  
  "messagingEncryptedTitle": "ENCRYPTED",
  "messagingEncryptedText": "All Conceal Messages are encrypted and cannot be read by anyone other than the sender and receiver.",
  
  "cLiveHeader": "CONCEAL LIVE",
  "cLiveTitle": "Conceal Live (Clive), is a powerful privacy-protected communications software that offers peer-to-peer and end-to-end encrypted audio, video and messaging services for free.",
  "cLiveAbout1": "Clive is free to the public and is also offered advertisement free. This private communication client is currently available for Android and Windows users with a possible future release for iOS.",
  "cLiveAbout2": "Clive brings private communications back to the people.",
  "cLiveSecureTitle": "SECURE COMMUNICATION",
  "cLiveSecureText": "Clive connections are fully end-to-end encrypted. All Clive data is only stored on the device where Clive is installed.",
  "cLiveNoServersTitle": "NO SERVERS",
  "cLiveNoServersText1": "Because all connections are peer-to-peer and end-to-end encrypted, Clive does not rely on any central authority or servers to operate. Latency and transfer speeds are greatly reduced thanks to the direct peer-to-peer connections.",
  "cLiveNoServersText2": "Autonomous users who are on the same local network can communicate even if they are disconnected from the internet.",
  "cLiveConferenceTitle": "AUDIO AND VIDEO CONFERENCING",
  "cLiveConferenceText": "Clive offers unlimited audio and video conferences. There are no limits to the number of participants or the length of calls. You are only limited by your own resources.",
  "cLiveExperienceTitle": "GREAT USER EXPERIENCE",
  "cLiveExperienceText": "Share images, audio or files without any size limitations. Use emojis and other standard chatting features in a private and secure manner.",  
  "cLiveFlexibleTitle": "FLEXIBILE",
  "cLiveFlexibleText": "Clive comes with many customizable options and works on multiple platforms.",
  "cLiveFooterText1": "Clive is a wonderful perk we offer to the world and is just another great tool in the Conceal ecosystem that is always expanding.",
  "cLiveFooterText2": "Enjoy Clive and the Conceal lifestyle!",
  
  "payHeader": "CONCEAL PAY",
  "payTitle1": "Simplified",
  "payTitle2": "Blockchain",
  "payTitle3": "Payments",
  "payAbout": "Conceal Pay makes it simple for businesses and people to receive payments on the Conceal Network.",
  "payBlockchainTitle": "BUILT WITH THE POWER OF THE BLOCKCHAIN",
  "payBlockchainText": "Conceal Pay empowers businesses and people to easily accept payments on the Conceal Blockchain.",
  "payCloudTitle": "BUILT ON THE POWER OF THE CONCEAL CLOUD",
  "payCloudText": "Conceal Pay is seamlessly integrated with the Conceal Cloud for absolute ease of use.",
  "payLinksTitle": "PAYMENT LINKS",
  "payLinksText": "Easily create URLs with a simple web page where customers and friends can send you payments.",
  "paySimpleTitle": "INSANELY SIMPLE PAYMENTS",
  "paySimpleText": "Conceal Pay makes it trivial for you or your business to receive payments online.",
  "payIntegrationTitle": "BUILT FOR INTEGRATION",
  "payIntegrationText": "Built with an API for quick integration to start receiving payments on your website.",
  
  "labsHeader": "CONCEAL LABS",
  "labsTitle1": "Bring your dreams",
  "labsTitle2": "forward",
  "labsAbout": "We strive to grow a broad ecosystem by supporting the community. Conceal Labs provides developers, entrepreneurs & creators with the jump start that they need to make vision a reality.",
  "labsIdeaTitle": "HAVE AN IDEA?",
  "labsIdeaText": "Do you have a project that involves Conceal in some way? <a href='https://discord.gg/YbpHVSd'>We want to hear about it!",  
  "labsMoneyTitle": "WOULD MONEY HELP?",
  "labsMoneyText": "Sometimes money is just what it takes to get your idea off the ground.",
  "labsFundsTitle": "GET FUNDED BY US",
  "labsFundsText": "Our creators set aside funds for the community to use for projects.",
  "labsListedTitle": "GET LISTED BY US",
  "labsListedText": "Get funded by us and we will list your project here on our website.",
  "labsProjectsTitle": "Projects",
  "labsProjectsText": "Check out some of the cool projects we have funded. <a href='https://discord.gg/YbpHVSd'>Apply to be next!</a>",
  "labsFooterText": "Coming soon to a browser near you!",
  
  "aboutTitle": "Anonymous DeFi & Private Communication",
  "aboutAbout": "Our aim is for Conceal to be ubiquitious and we realize that public keys are hard to remember and recognize. With Conceal ID we aim to solve the problem by enabling memorable and recognizable names to be used as addresses. ",
  "aboutWhatIsTitle": "What is Conceal?",
  "aboutWhatIsText1": "Conceal is a decentralized blockchain bank, with deposits and investments paying interest rates, without involvement of financial institutions, powered by 100% open source code.",
  "aboutWhatIsText2": "Conceal enables untraceable and anonymous messaging, and a secure way to transfer funds. Using a distributed public ledger, the sender and receiver are kept anonymous, a key concern in a post Snowden world. Hackers cannot trace money or messages when the messages are sent across public networks.",
  "aboutWhatIsText3": "Conceal Cryptocurrency (₡CCX) is based on the Cryptonote protocol and runs on a secure peer-to-peer network technology to operate with no central authority. You control the private keys to your funds.",
  "aboutWhatIsText4": "Conceal is accessible by anyone in the world regardless of their geographic location or status. Our blockchain is resistant to any kind of analysis. All your CCX transactions and messages are anonymous.",
  "aboutWhatIsText5": "Conceal avoids many concerns, e.g. technological, environment impact, reputational and security, of Bitcoin, and provides a glimpse of the future.",
  "aboutWhatIsText6": "Conceal is open-source, community driven and truly decentralized.",
  "aboutWhatIsText7": "No one owns Conceal, everyone can take part.",
  "aboutVisionTitle": "OUR VISION",
  "aboutVisionText1": "At Conceal, we believe that access to knowledge is what truly allows great ideas to flourish and diverse communities to grow.",
  "aboutVisionText2": "We believe that Conceal is what the community decides it to be and that decisions on how to grow the protocol should involve everyone. Hackers cannot trace money or messages when the messages are sent across public networks.",  
  "aboutFeaturesTitle": "FEATURES",
  "aboutFeaturesPrivateTitle": "Private",
  "aboutFeaturesPrivateText": "Conceal uses ring signatures and one-time addresses for truly anonymous payments",
  "aboutFeaturesUntraceableTitle": "Untraceable",
  "aboutFeaturesUntraceableText": "Conceal's transactions can't be linked between the sender and the recipient",
  "aboutFeaturesDecentralizedTitle": "Decentralized",
  "aboutFeaturesDecentralizedText": "Conceal follows Satoshi Nakamoto's original vision of decentralized, trustless cryptocurrency, i.e. a secure digital cash operated by a network of users. Transactions are confirmed by distributed consensus, and then recorded on the blockchain immutably. Third parties do not need to be trusted to keep your money safe.",
  "aboutFeaturesFungibleTitle": "Fungible",
  "aboutFeaturesFungibleText": "Conceal is truly fungible, thanks to built-in privacy features. Just like cash, all coins are equal, changeable. It is extremely unlikely that a coin will ever be blacklisted by any party due to its association in previous transactions.",  
  "aboutFeaturesScalableTitle": "Scalable",
  "aboutFeaturesScalableText": "Future scalability initiatives will include a modular sidechain.",
  "aboutFeaturesCommunityTitle": "Community Driven",
  "aboutFeaturesCommunityText": "No one owns Conceal. Everyone can take part. Developed, maintained and funded by volunteers",
  "aboutFeaturesSimpleTitle": "Simple",
  "aboutFeaturesSimpleText": "Easy to use Desktop and CLI clients.",
  "aboutFeaturesPlatformsTitle": "Cross platform",
  "aboutFeaturesPlatformsText": "Available for PC, Mac, Ubuntu and Android",
  "aboutFeaturesPoWTitle": "Protected Proof Of Work",
  "aboutFeaturesPoWText": "PoW hash function is designed for egalitarian CPU & GPU mining and ASIC Resistance",
  "aboutFeaturesLimitsTitle": "Adaptive Limits",
  "aboutFeaturesLimitsText": "Conceal intelligently adjusts its parameters based on the historical data",
  "aboutFeaturesMessagesTitle": "Encrypted Messages",
  "aboutFeaturesMessagesText": "Secure your confidentiality with an encrypted P2P network, secure communications and encrypted self-destructive messages",
  "aboutFeaturesBankingTitle": "Decentralized Banking",
  "aboutFeaturesBankingText": "Decentralized Deposits on the chain that give up to 6% interest rate per year",
  "aboutSpecsTitle": "TECHNICAL SPECIFICATIONS",
  "aboutSpecsNameTitle": "Name",
  "aboutSpecsNameText": "Conceal",
  "aboutSpecsTickerTitle": "Ticker",
  "aboutSpecsTickerText": "CCX",
  "aboutSpecsSymbolTitle": "Symbol",
  "aboutSpecsSymbolText": "₡",
  "aboutSpecsAlgorithmTitle": "Algorithm",
  "aboutSpecsAlgorithmText": "PoW, CN-GPU",
  "aboutSpecsDifficultyTitle": "Difficulty",
  "aboutSpecsDifficultyText": "DDA & Zawy's LWMA 3",
  "aboutSpecsPrivacyTitle": "Privacy",
  "aboutSpecsPrivacyText": "Ring Signatures & One-Time Addresses",
  "aboutSpecsBlockTimeTitle": "Block Time",
  "aboutSpecsBlockTimeText": "120s",
  "aboutSpecsDecimalsTitle": "Decimal Places",
  "aboutSpecsDecimalsText": "6",
  "aboutSpecsPoWTitle": "100% PoW",
  "aboutSpecsPoWText": "Proof of work with 100% rewards that go to miners and more then 100 years of mining",
  "aboutSpecsDepositsTitle": "Deposits",
  "aboutSpecsDepositsText": "Up to 6% interest rate per year",
  "aboutSpecsMessengerTitle": "Messenger",
  "aboutSpecsMessengerText": "Encrypted Messages and Self-Destructive Messages",
  "aboutSpecsPremineTitle": "Premine",
  "aboutSpecsPremineText": "6% of the max supply locked over a 5 years interval",
  "aboutSpecsRewardTitle": "Block reward",
  "aboutSpecsRewardText": "Block reward is a constant 6 CCX per block, making CCX a very low inflation asset.",
  "aboutSpecsAddressesTitle": "Addresses",
  "aboutSpecsAddressesText": "Wallet addresses are a string of 98 characters starting with 'ccx7'",
  
  "mediaTitle1": "Going",
  "mediaTitle2": "Noticed",
  "mediaTitle3": "Not Concealed",
  "mediaMenuAMA": "AMA Series",
  "mediaMenuArticles": "Articles",
  "mediaMenuVideos": "Videos",
  "mediaMenuMining": "Mining",
  "mediaMenuDevUpdates": "Dev Updates",
  "mediaAMATitle": "AMA Series",
  "mediaAMAText": "Despite our focus on privacy Conceal is not going unnoticed in the media. We've received attention from an ever-growing number of major publications and notable influencers.",
  "mediaArticlesTitle": "Articles",
  "mediaArticlesText": "We are constantly improving our ecoystem. You can read about our jurney and what is being done in the series of articles bellow.",
  "mediaMiningTitle": "Mining",
  "mediaMiningText": "Conceal is 100% PoW crypto currency. Learn how to mine it and what are best practices to do so.",
  "mediaVideosTitle": "Videos",
  "mediaVideosText": "Conceal sparked a lot of videos about it. We tried to gather them in one place for you, so its easily to access information.",
  "mediaUpdatesTitle": "Dev updates",
  "mediaUpdatesText": "We are always working to improve our ecoystem. You can read all monthly updates, where we gather all the milestones and changes we made so far.",
  
  "communityTitle1": "Improving the World",
  "communityTitle2": "Together",
  "communityAboutTitle": "Community",
  "communityAboutText": "Conceal has a huge thriving community of awesome people that are sharing ideas, working together and helping each other regardless of where they are in their Blockchain journey. What are you waiting for?",
  "communityOfficialTitle": "OFFICIAL",
  "communityGroupsTitle": "GROUPS",
  "communityExchangesTitle": "EXCHANGES",
  "communityETHTitle": "ETHEREUM",
  "communityBSClTitle": "BINANCE SMART CHAIN",
  "communityPolygonTitle": "POLYGON",
  "communityMCAPTitle": "MARKET CAP",
  
  "landingFooterAbout": "About",
  "landingFooterTitle": "Conceal.Network is a decentralized blockchain bank, with deposits and investments paying interest rates, without involvement of financial institutions, powered by 100% open source code.",
  "landingFooterLinks": "Quick Links",
  "landingFooterLinkWebsite": "Website",
  "landingFooterLinkDocs": "Documentation",
  "landingFooterLinkDiscord": "Discord",
  "landingFooterLinkTelegram": "Telegram",
  "landingFooterLinkReddit": "Reddit",
  "landingFooterLinkBTCTalk": "Bitcointalk",
  "landingFooterConnect": "Connect with Us"
}  
