{
  "rAbout": "O nás",
  "rAnd": "A",
  "rApps": "Apps",
  "rBackToTop": "Zpět na začátek",
  "rBanking": "Banking",
  "rBuying": "Nákup",
  "rBuyCCX": "Buy CCX",
  "rBuywCCX": "Buy wCCX",
  "rBridge": "Bridge",
  "rCloud": "Cloud",
  "rCommunity": "Komunita",
  "rContact": "Kontakt",
  "rDeposit": "Vložit",
  "rDeposits": "Vklady",
  "rDesktop": "Počítač",
  "rDeveloper": "Vývojář",
  "rDocs": "Dokumenty",
  "rDocumentation": "Dokumentace",
  "rDuration": "Doba trvání",
  "rExample": "Například",
  "rExchanges": "Směnárny",
  "rInTheMedia": "In The Media",
  "rwCCXLPPairs": "wCCX LP pairs",
  "rExplorer": "Prohlížeč",
  "rFeatures": "Funkce",
  "rFor": "pro",
  "rHashrate": "Hashrate",
  "rHeight": "Výška",
  "rID": "ID",
  "rInfo": "Informace",
  "rInnovation": "Inovace",
  "rInterest": "Úrok",
  "rLabs": "Labs",
  "rMessage": "Zpráva",
  "rMessaging": "Messaging",
  "rMilestones": "Milníky",
  "rMiners": "Težaři",
  "rMining": "Težba",
  "rMobile": "Mobile",
  "rMonths": "Měsíce",
  "rMore": "Víc",
  "rPaper": "Papír",
  "rPay": "Pay",
  "rPools": "Pooly",
  "rPrincipal": "Hlavní",
  "rProfit": "Zisk",
  "rRoadmap": "Roadmap",
  "rSend": "Poslat",
  "rSubject": "Předmět",
  "rTeam": "Tým",
  "rTotal": "Celkem",
  "rWallets": "Peněženky",
  "rHeadOf": "Vedoucí",
  "rSignUp": "Registrace", 
  "rSignIn": "Přihlášení",
  "rLearnMore": "Zjistit víc",
  "rDownload": "Stáhnout",
  "rAndroid": "Android",
  "rIphone": "Iphone",
  "rUseConceal": "Použij Conceal",
  "rGetCCX": "Získej CCX",
  "rProjects": "Projekty",
  "rApply": "Apply",
  "rSeeForYourself": "Podívej se sám",
  "rJoinTheMovement": "Připoj se k nám",

  "onTheBlockchain": "na Blockchainu",
  "headerDescription": "Decentralizované finance, Soukromé transakce & Šifrované zprávy",
  "labsTeaser": "Chceš s Conceal vytvořit něco skvělého?",
  "weCanFundYou": "Možná tě budeme financovat...",

  "whatWereAbout": "Co děláme",
  "about1": "Conceal Network je bezpečný peer-to-peer protokol zaměřený na ochranu soukromí, který umožňuje jednotlivcům a organizacím anonymně komunikovat a finančně interagovat v decentralizovaném a cenzuře odolném prostředí.",
  "about2": "Conceal Network provozuje kryptoměnu $CCX, což je open source digitální peněžní systém s ochranou soukromí, který napodobuje fyzickou hotovost; nikdo neví, kde máte své $CCX uloženo nebo jak ho utrácíte.  Všechny transakce, vklady a zprávy v síti Conceal Network jsou nevystopovatelné, odolné proti manipulaci a díky použití kryptografických protokolů fungují bez centrální autority.",
  "about3": "Conceal Network je komunitou řízená, skutečně decentralizovaná blockchainová banka, přístupná všem bez ohledu na sociální či finanční status a geografickou polohu. Conceal Network nikdo nevlastní a každý muže být její součástí zdarma.",
  "aboutBankingDeposits": "Vklady tvoří páteř ekosystému Conceal a poskytující uživatelům decentralizovanou a rovnostářskou formu cold stakingu, která přináší úroky z uzamčených vkladů.",
  "encryptedMessages": "Šifrované zprávy",
  "aboutEncryptedMessages": "Skutečně soukromá, decentralizovaná, anonymní, nevystopovatelná a end-to-end šifrovaná služba pro zasílání zpráv, která funguje na blockchainu a umožňující samodestrukci zpráv.",
  "compoundInterestCalculator": "Kalkulačka složeného úročení",
  "compoundLevel": "Třída úročení",
  "tier1": "Třída 1",
  "tier2": "Třída 2",
  "tier3": "Třída 3",
  "baseAPR": "Základ/roční výnos",
  "maxInterest": "Maximální úrok",
  "durationMonths": "Doba trvání: Měsíců",

  "usingConceal": "Používání Conceal",
  "aboutUsingConceal": "Conceal Desktop je centrální místem interakce pro hlavní funkce Concealu a je k dispozici pro všechny hlavní platformy. Pomocí aplikace Conceal Desktop můžeš odesílat a přijímat CCX, posílat šifrované zprávy a také spravovat své vklady.",

  "gettingCCX": "Získat CCX",
  "quickStart": "Rychlý start",
  "aboutGettingCCX": "Nejjednodušší způsob, jak získat CCX, je těžit s GPU pomocí některého z minerů. Vyzkoušejte třeba náš.",
  "aboutGettingCCX2": "podrobnější informace o těžbě CCX",
  "officialPool": "Oficiální Pool",

  "initialCommitMilestone": "Počáteční závazek",
  "aboutInitialCommitMilestone": "Je venku první release, Testnet, Daemon, Miner a peněženka jsou spuštěny. Začíná něco opravdu velkého.",
  "encryptedMessagingAndDepositsMilestone": "Šifrované zprávy & Vklady",
  "aboutEncryptedMessagingAndDepositsMilestone": "Jsou spuštěny inovativní bankovní funkce využívající vklady s úrokovými sazbami s podprorou cold stakingu a samodestruktivních šifrovaných zpráv.  Wow!",
  "websiteAndBlockExplorerMilestone": "Stránky a průzkumník bloků",
  "aboutWebsiteAndBlockExplorerMilestone": "Vznikají oficiální webové stránky, které jsou ústředním informačním místem projektu. Je vydán Průzkumník bloků.  Rozjíždíme se!",
  "exchangeListingAndInvestmentsMilestone": "Zalistování na burze a Investice",
  "aboutExchangeListingAndInvestmentsMilestone": "CCX je zalistován na burze STEX a systém vkladů je přepracován tak, aby podporoval investice.  Zásoba roste!",
  "customAlgorithmMilestone": "Vlastní algoritmus",
  "aboutCustomAlgorithmMilestone": "Algoritmus Cryptonote Conceal Proof-of-Work je navrhnut tak, aby byl odolný vůči FPGA, ASIC a Nicehash.  Vraťme moc běžným lidem!",
  "aboutConcealCloudMilestone": "Conceal Cloud nabízí bezpečnou, výkonnou a funkčně bohatou webovou peněženku pro CCX. Přijetí raketově roste!",
  "aboutConcealLabsMilestone": "Conceal Labs nabízí každému možnost nechat si platit za vytváření skvělých věcí pomocí Concealu. Komunita se rozrůstá!",
  "aboutConcealMobileMilestone": "Conceal Mobile nabízí robustní mobilní peněženku se šifrovanými zprávami. Obliba zpráv roste!",
  "aboutConcealPayMilestone": "Je spuštěna služba Conceal Pay, která usnadňuje komukoli přijímat platby nebo dary v CCX. Objem transakcí se zvětšuje!",
  "aboutConcealIDMilestone": "Conceal ID je spuštěno, nabízí zapamatovatelné adresy aka uživatelská jména. Zlepšume jednoduchost použití!",
  "daemonAndWalletImprovementsMilestone": "Vylepšení daemonu a penězenky",
  "aboutdaemonAndWalletImprovementsMilestone": "Vyšla nová verze Conceal Desktop v6 s různými vylepšeními rozhraní a daemonu.  Začínáme mít fantazii!",
  "miningAlgorithmMilestone": "CN-GPU mining algorithm",
  "aboutMiningAlgorithmMilestone": "The CN-GPU Proof-of-Work algorithm isFPGA, ASIC, Botnet & Nicehash resistant. Power to the little people!",
  "wCCXETHMilestone": "Wrapped CCX (wCCX)",
  "aboutwCCXETHMilestoneMilestone": "Wrapped CCX is created on ethereum blockchain allowing CCX owners to access DEFI on ETH!",
  "wCCXUniAndTrustMilestone": "wCCX on Uniswap and in Trustwallet",
  "aboutwCCXUniAndTrustMilestone": "wCCX is available on the hottest DEX at the time and added to Trustwallet.",
  "depositsCloundAndMobileMilestone": "Deposits on Cloud & Mobile",
  "aboutDepositsCloundAndMobileMilestone": "Cold staking came to cloud and mobile. You are able to earn interest from your phone!",
  "selfDestructCloundAndMobileMilestone": "Cloud & Mobile Self-destructing Messages",
  "aboutSelfDestructCloundAndMobileMilestone": "Send messages to other users that self destruct after given time.",
  "swapMilestone": "Conceal Swap",
  "aboutSwapMilestone": "Swap your CCX to wCCX and back the other way with our swap tool.",
  "cLiveMilestone": "CONCEAL LIVE",
  "aboutCLiveMilestone": "Decentralized p2p and end to end encrypted platform for video / audio calls and messages.",
  "cHub01Milestone": "Conceal HUB - Initial release",
  "aboutCHub01Milestone": "Initial release of cross platform application with Wallet module as first supported module",
  "cHub02Milestone": "Conceal HUB - Version 2",
  "aboutCHub02Milestone": "Second release with Deposit and ID modules",
  "cHub03Milestone": "Conceal HUB - Version 3",
  "aboutCHub03Milestone": "Third release with Bridges module",
  "stableDepositsMilestone": "Stable Deposits",
  "aboutStableDepositsMilestone": "Deposits pegged to a stable asset, giving you peace of mind, while gaining interest.",
  "concealVaultMilestone": "Conceal Vault",
  "multisigWalletsMilestone": "Multi-signature Wallets",
  "hwWalletSupportMilestone": "Hardware Wallet Support",
  "distAPILayerMilestone": "Distributed API Layer",
  "concealCardMilestone": "Conceal Card",

  "poweredBy": "Poháněno",
  "theTeam": "Conceal Tým",
  "founder": "Zakladatel",
  "ops": "Ops",
  "dev": "Vývoj",
  "tech": "Technologie",
  "economics": "Ekonomika",
  "marketing": "Marketing",
  "businessDev": "Obchodní vývoj",
  "community": "Komunita",
  "seniorDev": "Senior Developer",
  "communityManager": "Community Manager",
  "pr": "Vztahy s veřejností",
  "collabTitle": "This could be you...",
  "collabText": "BECOME A PART OF THE PROJECT",
  
  "helpdeskTitle": "DO YOU HAVE A PROBLEM OR NEED TO CONTACT US?",
  "helpdeskText": "Use our helpdesk",
  "helpdeskBtn": "Send Ticket",

  "theCommunity": "Komunita",

  "wereFriendly": "Jsme přátelští",
  "contactUs": "Kontaktuj nás",
  "yourName": "Tvoje jméno",
  "yourEmailAddress": "Tvoje emailová adresa",

  "whereToFindUs": "Kde nás najdeš",
  "whereToFindUsInfo1": "Nejlepší místo, kde se dozvíš více, je navštívit naše",
  "whereToFindUsInfo2": "kanál. Zdrojový kód a další verze najdeš na adrese",
  "whereToFindUsInfo3": "a naše nejnovější aktivity na",
  "officialMailTitle": "Oficiální Emailová adresa:",
  "otherWaysToFindUs": "Zde jsou všechny další způsoby, kde nás můžeš najít online.",
  "termsAndConditions": "Obchodní podmínky",
  "allRightsReserved": "Všechna práva vyhrazena",
  
  "mobileHeader": "CONCEAL MOBILE",
  "mobileTitle": "Bezpečná na funkce bohatá Conceal mobilní peněženka",
  "mobileAbout": "Zaměřujeme se na to, abychom udělali kryptoměnu Conceal, tak jednoduchou na použití, jak je to jen možné. S Conceal Mobile máš peněženku, která je bezpečná, rychlá a jednoduchá. Ideální k použití na cestách.",
  "mobileWalletsTitle": "Více peněženek",
  "mobileWalletsText": "Conceal Mobile podporuje možnost několika peněženek, každá má svou vlastí addresu, takže je můžeš použít pro různé účely.",
  "mobileMessagesTitle": "Šifrované zprávy",
  "mobileMessagesText": "Zkus poslat zašifrované zprávy přes blockchain. Zasílání zpráv funguje v cloud, desktop i mobilní penežence. Nikdo jiný kromě tebe a příjemce neuvidí co bylo posláno.",
  "mobilePaymentsTitle": "Přijímej platby",
  "mobilePaymentsText": "Jednuduše přijmy platby od rodiny, přátel nebo kohokoliv jiného, kdekoliv a kdykoliv.",
  "mobileBookTitle": "Adresář",
  "mobileBookText": "Není potřeba kopírovat/vložit adresu při každé platbě. Udržuj si svůj adresář pro snadné odesílání a přijímání finančních prostředků.",
  "mobileMarketTitle": "Tržní data živě",
  "mobileMarketText": "Díky nim můžeš jednuduše zůstat v obraze i na cestách.",
  
  "bankingHeader": "CONCEAL BANKING",
  "bankingTitle": "Bankovnictví pohánené blockchainem",
  "bankingAbout": "Conceal Banking odstraňuje nepotřebné prostředníky tím, že dává každému možnost uložit své prostředky na blockchain a tím získat úroky.",  
  "bankingBlockchainTitle": "POSTAVENO NA SÍLE BLOCKCHAINU",
  "bankingBlockchainText": "Conceal Banking je kompletně decentralizovaný a postavený na blockchainu Conceal.",
  "bankingDepositsTitle": "VLOŽ PROSTŘEDKY A ZÍSKEJ VÝNOSY",
  "bankingDepositsText": "Conceal Banking umožňuje komukoli na světě uložit své finanční prostředky a získat výnosy",
  "bankingWorldwideTitle": "CELOSVĚTOVÝ PŘÍSTUP",
  "bankingWorldwideText": "Na světě jsou miliony lidí bez přístupu k bežným finančním službám. Conceal Banking poskytuje tolik potřebný přístup komukoli a kdekoli.",
  "bankingFundsSafeTitle": "DRŽ SVÉ PROSTŘEDKY V BEZPEČÍ",
  "bankingFundsSafeText": "Když vložíte své prostředky do Conceal Banking, vaše prostředky jsou bezpečně uloženy blockchainu.",  
  "bankingSavingsTitle": "ZÍSKEJ VÍCE NEŽ NA SPOŘÍCÍM ÚČTU",
  "bankingSavingsText": "vklady do Conceal Banking vydělají výrazně více než spořicí účet, až 6% ročně.",
  
  "idHeader": "CONCEAL ID",
  "idTitle": "Branding Blockchainu",
  "idAbout": "Naším cílem je, aby byl Conceal všudypřítomný, a uvědomujeme si, že veřejné klíče je těžké si zapamatovat a rozpoznat. Pomocí Conceal ID se snažíme tento problém vyřešit tak, že umožníme použití zapamatovatelných a rozpoznatelných jmen jako adres.",
  "idSecurityTitle": "Postaveno s bezpečností OpenID",
  "idSecurityText": "Ne vždy je dobrý nápad se snažit znovu vynalézt kolo. Pečlivě jsme vybrali osvědčený a široce používaný protokol OpenID pro účely Conceal ID.",
  "idCloudTitle": "POSTAVENO NA VÝKONU CONCEAL CLOUD",
  "idCloudText": "Conceal ID je úzce spojen s Conceal Cloud pro naprosto snadné použití.",
  "idShareTitle": "SDÍLEJ SVÉ CONCEAL ID",
  "idShareText": "Pošli nám nějaké CCX na team.conceal.id – vidíš, funguje to! Snadno sdílej své vlastní, zapamatovatelné a rozpoznatelné CONCEAL ID s kýmkoli.",
  "idPaymentsTitle": "PŘIJÍMEJ PLATBY JEDNODUŠE",
  "idPaymentsText": "Tvoje CONCEAL ID ti usnadní přijímání darů nebo plateb od zákazníků a přátel.",  
  "idIntegrationTitle": "Stvořeno pro integraci",
  "idIntegrationText": "Vytvořeno s API pro integraci s vaší oblíbenou platformou nebo aplikací.",
  
  "messagingHeader": "CONCEAL MESSAGING",
  "messagingTitle": "Decentrazované šifrované zprávy",
  "messagingAbout": "Conceal Messaging rozšiřuje náš ekosystém tím, že poskytuje plně integrované šifrované zprávy na blockchainu.",
  "messagingDestructTitle": "SEBEZNIČUJÍCÍ SE ZPRÁVY",
  "messagingDestructText": "Funkce Conceal Messaging podporuje samodestrukční zprávy, které se po přečtení samy vymažou.",
  "messagingVarietyTitle": "MOBILE, DESKTOP NEBO CLOUD",
  "messagingVarietyText": "Conceal Messaging fungují na Conceal Cloud, Desktop i Mobile.",
  "messagingDecentralizedTitle": "DECENTRALIZOVANÉ",
  "messagingDecentralizedText": "Conceal Messaging je decentralizovaná služba fungující na blockchainu.",
  "messagingBookTitle": "ADRESÁŘ",
  "messagingBookText": "Není potřeba kopírovat/vložit adresu při každé platbě. Udržuj si svůj adresář pro snadné posílání zpráv svým kontaktům.",  
  "messagingEncryptedTitle": "ŠIFROVANÉ",
  "messagingEncryptedText": "všechny zprávy Conceal jsou zašifrovány a nemůže je přečíst nikdo jiný než odesílatel a příjemce.",
  
  "cLiveHeader": "CONCEAL LIVE",
  "cLiveTitle": "Conceal Live (Clive), je výkonný komunikační software se zabudovanou ochranou soukromí, který nabízí služby peer-to-peer a end-to-end šifrovaných audio/videohovorů a služby zasílání zpráv zcela zdarma.",
  "cLiveAbout1": "Clive je zdarma a bez reklam. Tento klient pro privátní komunikaci je aktuálně dostupný pro uživatele Android a Windows s možným budoucím vydáním pro iOS.",
  "cLiveAbout2": "Clive vrací lidem soukromou komunikaci.",
  "cLiveSecureTitle": "BEZPEČNÁ KOMUNIKACE",
  "cLiveSecureText": "spojení přes Clive jsou plně end-to-end šifrována. Všechna data jsou uložena pouze na zařízení, kde je Clive nainstalován.",
  "cLiveNoServersTitle": "ŽÁDNÉ SERVERY",
  "cLiveNoServersText1": "Vzhledem k tomu, že všechna připojení jsou peer-to-peer a end-to-end šifrována, Clive se při provozu nespoléhá na žádnou centrální autoritu nebo servery. Latence a přenosové rychlosti jsou výrazně sníženy díky přímému peer-to-peer připojení.",
  "cLiveNoServersText2": "Jednotliví uživatelé, kteří jsou ve stejné lokální síti, mohou spolu komunikovat, i když jsou odpojeni od internetu.",
  "cLiveConferenceTitle": "AUDIO A VIDEO HOVORY",
  "cLiveConferenceText": "Clive nabízí neomezené audio and video hovory. Počet účastníků ani délka hovorů nejsou nijak omezeny. Jste omezeni pouze svými vlastními prostředky.",
  "cLiveExperienceTitle": "UŽIVATELSKY PŘÍVĚTIVÉ",
  "cLiveExperienceText": "Sdílejte obrázky, zvuk nebo soubory bez omezení velikosti. Používejte emotikony a další standardní funkce chatování soukromým a bezpečným způsobem.",  
  "cLiveFlexibleTitle": "FLEXIBILNÍ",
  "cLiveFlexibleText": "Clive přichází s mnoha přizpůsobitelnými možnostmi a funguje na více platformách.",
  "cLiveFooterText1": "Clive je skvělá služba, kterou nabízíme světu, a je to jen další úžasný nástroj v ekosystému Conceal, který se neustále jen rozšiřuje.",
  "cLiveFooterText2": "Užijte si Clive a životní styl Conceal!",
  
  "payHeader": "CONCEAL PAY",
  "payTitle1": "Zjednodušené",
  "payTitle2": "Platby",
  "payTitle3": "přes Blockchain",
  "payAbout": "Conceal Pay usnadňuje firmám i lidem příjem plateb v síti Conceal Network.",
  "payBlockchainTitle": "POSTAVENO NA BLOCKCHAINU",
  "payBlockchainText": "Conceal Pay umožňuje firmám a lidem snadno přijímat platby na blockchainu CONCEAL",
  "payCloudTitle": "POSTAVENO NA VÝKONU CONCEAL CLOUD",
  "payCloudText": "Conceal Pay je úzce spojen s Conceal Cloud pro naprosto snadné použití.",
  "payLinksTitle": "PLATEBNÍ ODKAZY",
  "payLinksText": "Snadno vytvořte URL adresy pomocí jednoduché webové stránky, na kterou vám zákazníci a přátelé mohou posílat platby.",
  "paySimpleTitle": "NEUVĚŘITELNĚ JEDNODUCHÉ PLATBY",
  "paySimpleText": "Díky Conceal Pay je pro vás nebo vaši firmu triviální přijímat platby online.",
  "payIntegrationTitle": "VYTVOŘENO PRO INTEGRACI",
  "payIntegrationText": "Vytvořeno s API pro rychlou integraci, abyste mohli okamžitě začít přijímat platby na svůj web.",
  
  "labsHeader": "CONCEAL LABS",
  "labsTitle1": "Posuňte své sny",
  "labsTitle2": "vpřed",
  "labsAbout": "Snažíme se rozvíjet široký ekosystém podporou komunity. Conceal Labs poskytuje vývojářům, podnikatelům a tvůrcům skokový start, který potřebují k tomu, aby se  jejich vize stala skutečností.",
  "labsIdeaTitle": "MÁŠ NÁPAD?",
  "labsIdeaText": "Máš projekt, který nějakým způsobem zahrnuje Conceal? <a href='https://discord.gg/YbpHVSd'> Chceme o něm slyšet!",  
  "labsMoneyTitle": "POMOHLI BY TI PENÍZE?",
  "labsMoneyText": "Někdy jsou peníze prostě to, co je potřeba k tomu, aby se tvůj nápad rozjel.",
  "labsFundsTitle": "ZÍSKEJ FINANCOVÁNÍ OD NÁS",
  "labsFundsText": "Vyčlenili jsme prostředky, které komunita použije na projekty.",
  "labsListedTitle": "ZAPIŠ SE TADY",
  "labsListedText": "Získej od nás finanční prostředky a my uvedeme tvůj projekt tady na našich webových stránkách.",
  "labsProjectsTitle": "Projekty",
  "labsProjectsText": "Podívej se na některé skvělé projekty, které jsme financovali. <a href='https://discord.gg/YbpHVSd'>Přihlaš se a buď další!</a>",
  "labsFooterText": "Již brzy zde!",
  
  "aboutTitle": "Anonymní DeFi & Soukromá Komunikace",
  "aboutAbout": "Naším cílem je, aby byl Conceal všudypřítomný, a uvědomujeme si, že veřejné klíče je těžké si zapamatovat a rozpoznat. Pomocí Conceal ID se snažíme tento problém vyřešit tak, že umožníme použití zapamatovatelných a rozpoznatelných jmen jako adres. ",
  "aboutWhatIsTitle": "Co je Conceal?",
  "aboutWhatIsText1": "Conceal je decentralizovaná banka založená na blockchainu, s vklady a investicemi vyplácejícími výnosy bez účasti finančních institucí, poháněna ze 100% otevřeným zdrojovým kódem.",
  "aboutWhatIsText2": "Conceal umožňuje nevysledovatelné a anonymní zasílání zpráv a bezpečný způsob převodu finančních prostředků. Pomocí distribuované veřejné knihy jsou odesílatel a příjemce udržováni v anonymitě, což je klíčový problém v post Snowdenově světě. Hackeři nemohou vysledovat peníze nebo zprávy, když jsou odeslány přes veřejné sítě.",
  "aboutWhatIsText3": "Kryptoměna Conceal (₡CCX) je založena na protokolu Cryptonote a běží na zabezpečené síťové technologii peer-to-peer, aby fungovala bez potřeby centrální autority. Vy jste jediní, kdo ovládá soukromé klíče k vašim prostředkům.",
  "aboutWhatIsText4": "Conceal může používat kdokoliv na světě bez ohledu na jeho geografickou polohu nebo status. Náš blockchain je odolný vůči jakémukoli druhu analýzy. Všechny vaše transakce a zprávy CCX jsou zcela anonymní.",
  "aboutWhatIsText5": "Conceal předchází mnoha obavám, např. dopad technologií na životní prostředí, pověst a bezpečnost bitcoinu a nabízí pohled do budoucnosti.",
  "aboutWhatIsText6": "Conceal je open source, řízený komunitou a skutečně decentralizovaný.",
  "aboutWhatIsText7": "Nikdo nevlastní Conceal, každý se však může zúčastnit.",
  "aboutVisionTitle": "NAŠE VIZE",
  "aboutVisionText1": "V Conceal věříme, že přístup ke znalostem je to, co skutečně umožňuje rozkvět skvělých nápadů a růst různorodých komunit.",
  "aboutVisionText2": "Věříme, že Conceal je tím, čím se komunita rozhodne být, a že rozhodnutí o tom, jak protokol rozšířit, by se mělo týkat každého. Hackeři nemohou vysledovat peníze nebo zprávy, když jsou zprávy odeslány přes veřejné sítě.",  
  "aboutFeaturesTitle": "FUNKCE",
  "aboutFeaturesPrivateTitle": "Soukromí",
  "aboutFeaturesPrivateText": "Conceal používá pro skutečně anonymní platby ring signatures a jednorázové adresy",
  "aboutFeaturesUntraceableTitle": "Nevysledovatelnost",
  "aboutFeaturesUntraceableText": "Transakce v síti Conceal jsou nevysledovatelné. Není možné zjistit spojení mezi odesílatelem a příjemcem.",
  "aboutFeaturesDecentralizedTitle": "Decentralizovaný",
  "aboutFeaturesDecentralizedText": "Conceal navazuje na původní vizi Satoshi Nakamota o decentralizované kryptoměně bez potřeby důvěry zúčastněných stran, tedy bezpečné digitální hotovosti provozované sítí uživatelů. Transakce jsou potvrzeny distribuovaným konsensem a poté neměnně zaznamenány na blockchainu. Zde není třeba důvěřovat třetím stranám, aby byly vaše peníze v bezpečí.",
  "aboutFeaturesFungibleTitle": "Vyměnitelný (Fungible)",
  "aboutFeaturesFungibleText": "Díky zabudovaným funkcím ochrany soukromí je Conceal skutečně zaměnitelný. Stejně jako hotovost jsou všechny mince stejné, vyměnitelné. Je krajně nepravděpodobné, že by se coiny dostaly na černou listinu jakékoli strany kvůli jeho spojení v předchozích transakcích.",  
  "aboutFeaturesScalableTitle": "Škálovatelný",
  "aboutFeaturesScalableText": "Budoucí iniciativy v oblasti škálovatelnosti budou zahrnovat vytvoření modulárního postranního řetezce (modular sidechain).",
  "aboutFeaturesCommunityTitle": "Řízen komunitou",
  "aboutFeaturesCommunityText": "Nikdo nevlastní Conceal. Zúčastnit se může každý. Vyvinutý, udržovaný a financovaný dobrovolníky.",
  "aboutFeaturesSimpleTitle": "Jednoduchý",
  "aboutFeaturesSimpleText": "Snadno ovladatelní Desktop a CLI klienti.",
  "aboutFeaturesPlatformsTitle": "Cross platform",
  "aboutFeaturesPlatformsText": "Dostupné pro PC, Mac, Ubuntu and Android",
  "aboutFeaturesPoWTitle": "Chráněno konsensem Proof Of Work",
  "aboutFeaturesPoWText": "PoW hash funkce je navrhnuta pro CPU & GPU mining a je ASIC Resistant",
  "aboutFeaturesLimitsTitle": "Adaptivní limity",
  "aboutFeaturesLimitsText": "Conceal inteligentně upravuje své parametry náročnosti těžby na základě historických dat",
  "aboutFeaturesMessagesTitle": "Šifrované zprávy",
  "aboutFeaturesMessagesText": "Zabezpečte své soukromí pomocí šifrované P2P sítě, zabezpečené komunikace a šifrovaných sebedestruktivních zpráv",
  "aboutFeaturesBankingTitle": "Decentralizované Bankovnictví",
  "aboutFeaturesBankingText": "Decentralizované vklady, které poskytují až 6% úrokovou sazbu ročně",
  "aboutSpecsTitle": "TECHNICKÁ SPECIFIKACE",
  "aboutSpecsNameTitle": "Jméno",
  "aboutSpecsNameText": "Conceal",
  "aboutSpecsTickerTitle": "Ticker",
  "aboutSpecsTickerText": "CCX",
  "aboutSpecsSymbolTitle": "Symbol",
  "aboutSpecsSymbolText": "₡",
  "aboutSpecsAlgorithmTitle": "Algoritmus",
  "aboutSpecsAlgorithmText": "PoW, CN-GPU",
  "aboutSpecsDifficultyTitle": "Obtížnost",
  "aboutSpecsDifficultyText": "DDA & Zawy's LWMA 3",
  "aboutSpecsPrivacyTitle": "Soukromí",
  "aboutSpecsPrivacyText": "Ring Signatures & One-Time Addresses",
  "aboutSpecsBlockTimeTitle": "Block Time",
  "aboutSpecsBlockTimeText": "120s",
  "aboutSpecsDecimalsTitle": "Desetinná místa",
  "aboutSpecsDecimalsText": "6",
  "aboutSpecsPoWTitle": "100% PoW",
  "aboutSpecsPoWText": "Proof of work, 100% odměn jde těžařům a více než 100 let budoucí těžby",
  "aboutSpecsDepositsTitle": "Vklady",
  "aboutSpecsDepositsText": "6% úroková míra ročně",
  "aboutSpecsMessengerTitle": "Messenger",
  "aboutSpecsMessengerText": "Šifrované a sebedestruktivní zprávy",
  "aboutSpecsPremineTitle": "Premine",
  "aboutSpecsPremineText": "6% z celkové zásoby, uzamknuto na dobu 5 let",
  "aboutSpecsRewardTitle": "Block reward",
  "aboutSpecsRewardText": "Block reward je konstantní 6 CCX na blok, což z CCX činí aktivum s velmi nízkou inflací.",
  "aboutSpecsAddressesTitle": "Adresy",
  "aboutSpecsAddressesText": "Adresy jsou řetězec 98 znaků začínající „ccx7“",
  
  "mediaTitle1": "Všímají si",
  "mediaTitle2": "Nás",
  "mediaTitle3": "Nejsme Skrytí",
  "mediaMenuAMA": "AMA Series",
  "mediaMenuArticles": "Články",
  "mediaMenuVideos": "Videa",
  "mediaMenuMining": "Těžba",
  "mediaMenuDevUpdates": "Dev Updates",
  "mediaAMATitle": "AMA Series",
  "mediaAMAText": "Navzdory našemu zaměření na soukromí nezůstává Conceal v médiích bez povšimnutí. Dostalo se nám pozornosti ve významných publikacích i od známých influencerů.",
  "mediaArticlesTitle": "Články",
  "mediaArticlesText": "Náš ekosystém neustále vylepšujeme. O naší cestě a o tom co se děje, si můžete přečíst v sérii článků níže.",
  "mediaMiningTitle": "Těžba",
  "mediaMiningText": "Conceal je 100% PoW kryptoměna. Přečtěte si, jak CCX těžit a jaké jsou osvědčené postupy.",
  "mediaVideosTitle": "Videa",
  "mediaVideosText": "O Conceal bylo natočeno mnoho videí. Pokusili jsme se je pro vás shromáždit na jednom místě, abyste měli k informacím snadný přístup.",
  "mediaUpdatesTitle": "Aktualizace",
  "mediaUpdatesText": "Neustále pracujeme na zlepšování našeho ekoystému. Můžete si přečíst všechny měsíční aktualizace, kde jsou zmíněny všechny milníky a změny, které jsme dosud provedli.",
  
  "communityTitle1": "Zlepšujeme Svět",
  "communityTitle2": "Společně",
  "communityAboutTitle": "Komunita",
  "communityAboutText": "Conceal má obrovskou prosperující komunitu úžasných lidí, kteří sdílejí nápady, spolupracují a pomáhají si bez ohledu na to, kde se na své cestě blockchainem nacházejí. Tak na co čekáš?",
  "communityOfficialTitle": "OFFICIAL",
  "communityGroupsTitle": "SKUPINY",
  "communityExchangesTitle": "SMĚNÁRNY",
  "communityETHTitle": "ETHEREUM",
  "communityBSClTitle": "BINANCE SMART CHAIN",
  "communityPolygonTitle": "POLYGON",
  "communityMCAPTitle": "MARKET CAP",
  
  "landingFooterAbout": "O Conceal",
  "landingFooterTitle": "Conceal je decentralizovaná banka založená na blockchainu, s vklady a investicemi vyplácejícími výnosy bez účasti finančních institucí, poháněna ze 100% otevřeným zdrojovým kódem.",
  "landingFooterLinks": "Rychlé Odkazy",
  "landingFooterLinkWebsite": "Website",
  "landingFooterLinkDocs": "Documentace",
  "landingFooterLinkDiscord": "Discord",
  "landingFooterLinkTelegram": "Telegram",
  "landingFooterLinkReddit": "Reddit",
  "landingFooterLinkBTCTalk": "Bitcointalk",
  "landingFooterConnect": "Spoj se s námi"
}