{
  "rAbout": "O nás",
  "rAnd": "A",
  "rApps": "Apps",
  "rBackToTop": "Zpět na začátek",
  "rBanking": "Banking",
  "rBuying": "Nákup",
  "rCloud": "Cloud",
  "rCommunity": "Komunita",
  "rContact": "Kontakt",
  "rDeposit": "Vložit",
  "rDeposits": "Vklady",
  "rDesktop": "Počítač",
  "rDeveloper": "Vývojář",
  "rDocs": "Dokumenty",
  "rDocumentation": "Dokumentace",
  "rDuration": "Doba trvání",
  "rExample": "Například",
  "rExchanges": "Směnárny",
  "rExplorer": "Prohlížeč",
  "rFeatures": "Funkce",
  "rFor": "pro",
  "rHashrate": "Hashrate",
  "rHeight": "Výška",
  "rID": "ID",
  "rInfo": "Informace",
  "rInnovation": "Inovace",
  "rInterest": "Úrok",
  "rLabs": "Laboratoř",
  "rMessage": "Zpráva",
  "rMessaging": "Zasílání zpráv",
  "rMilestones": "Milníky",
  "rMiners": "Težaři",
  "rMining": "Težba",
  "rMobile": "telefón",
  "rMonths": "Měsíce",
  "rMore": "Více",
  "rPaper": "Papír",
  "rPay": "Zaplatit",
  "rPools": "Pools",
  "rPrincipal": "Hlavní",
  "rProfit": "Zisk",
  "rRoadmap": "Roadmapa",
  "rSend": "Poslat",
  "rSubject": "Předmět",
  "rTeam": "Tým",
  "rTotal": "Celkem",
  "rWallets": "Peněženky",
  "rHeadOf": "Vedoucí",
  "rSignUp": "Sign Up",
  "rSignIn": "Sign In",
  "rLearnMore": "Learn More",
  "rDownload": "Download",
  "rAndroid": "Android",
  "rIphone": "Iphone",
  "rUseConceal": "Use Conceal",
  "rGetCCX": "Get CCX",
  "rProjects": "Projects",
  "rApply": "Apply",
  "rSeeForYourself": "See for yourself",
  "rJoinTheMovement": "Join the movement",

  "onTheBlockchain": "na Blockchainu",
  "headerDescription": "Decentralizované finance, Sokromé transakce & šifrované zprávy",
  "labsTeaser": "Chcete s Conceal vytvořit něco skvělého?",
  "weCanFundYou": "Možná vás budeme financovat...",

  "whatWereAbout": "Co děláme",
  "about1": "Conceal Network je bezpečný peer-to-peer protokol pro ochranu soukromí, který umožňuje jednotlivcům a organizacím anonymně komunikovat a finančně spolupracovat v decentralizovaném prostředí odolném vůči cenzuře.",
  "about2": "Conceal Network provozuje kryptoměnu $CCX, což je open source digitální peněžní systém s ochranou soukromí, který napodobuje fyzickou hotovost; nikdo neví, kde své $CCX ukládáte nebo utrácíte.  Všechny transakce, vklady a zprávy v síti Conceal Network jsou nevystopovatelné, odolné proti manipulaci a díky použití kryptografických protokolů fungují bez centrální autority.",
  "about3": "Conceal Network je komunitou řízená, skutečně decentralizovaná blockchainová banka, která je přístupná všem bez ohledu na sociální či finanční status a geografickou polohu. Conceal Network nikdo nevlastní a každý se jí může účastnit zdarma.",
  "aboutBankingDeposits": "Vklady tvoří páteř ekosystému Conceal a poskytující uživatelům decentralizovanou a rovnostářskou formu cold stakingu, která přináší úroky z uzamčených vkladů.",
  "encryptedMessages": "Šifrované zprávy",
  "aboutEncryptedMessages": "Skutečně soukromá, decentralizovaná, anonymní, nevystopovatelná a end-to-end šifrovaná služba pro zasílání zpráv, která funguje na blockchainu a umožňující samodestrukci zpráv.",
  "compoundInterestCalculator": "Kalkulačka složeného úročení",
  "compoundLevel": "Třída úročení",
  "tier1": "Třída 1",
  "tier2": "Třída 2",
  "tier3": "Třída 3",
  "baseAPR": "Repo/RPSN",
  "maxInterest": "Maximální úrok",
  "durationMonths": "Doba trvání: Měsíců",

  "usingConceal": "Používání Conceal",
  "aboutUsingConceal": "Conceal Desktop je centrální místem interakce pro hlavní funkce Concealu a je k dispozici pro všechny hlavní platformy. Pomocí aplikace Conceal Desktop můžete odesílat a přijímat CCX, šifrované zprávy a také spravovat své vklady.",

  "gettingCCX": "Získat CCX",
  "quickStart": "Rychlý start",
  "aboutGettingCCX": "Nejjednodušší způsob, jak získat CCX, je těžit s GPU pomocí některého z minerů. Vyzkoušejte třeba náš.",
  "aboutGettingCCX2": "podrobnější informace o těžbě CCX",
  "officialPool": "Veřejný Pool",

  "initialCommitMilestone": "Initial commit",
  "aboutInitialCommitMilestone": "Je venku první release, Testnet, Daemon, Miner a peněženka jsou spuštěny. Začíná něco opravdu velkého.",
  "encryptedMessagingAndDepositsMilestone": "Šifrované zprávy & Vklady",
  "aboutEncryptedMessagingAndDepositsMilestone": "Jsou spuštěny inovativní bankovní funkce využívající vklady s úrokovými sazbami s podprorou cold staking a samodestruktivních šifrovaných zpráv.  Wow!",
  "websiteAndBlockExplorerMilestone": "Stránky a průzkumník bloků",
  "aboutWebsiteAndBlockExplorerMilestone": "Vznikají oficiální webové stránky, které jsou ústředním informačním místem projektu. Je vydán Průzkumník bloků.  Jsme v ohni!",
  "exchangeListingAndInvestmentsMilestone": "Zalistování na burze a Investice",
  "aboutExchangeListingAndInvestmentsMilestone": "CCX je zalistován na burze STEX a systém vkladů je přepracován tak, aby podporoval investice.  Zásoba roste!",
  "customAlgorithmMilestone": "Vlastní algoritmus",
  "aboutCustomAlgorithmMilestone": "Algoritmus Cryptonote Conceal Proof-of-Work je uvolněn tak, aby byl odolný vůči FPGA, ASIC a Nicehash.  Moc malým lidem!",
  "aboutConcealCloudMilestone": "Conceal Cloud nabízí bezpečnou, výkonnou a funkčně bohatou webovou peněženku pro CCX. Přijetí raketově roste!",
  "aboutConcealLabsMilestone": "Společnost Conceal Labs nabízí každému možnost nechat si platit za vytváření skvělých věcí pomocí Concealu. Komunita se rozrůstá!",
  "aboutConcealMobileMilestone": "Conceal Mobile nabízí robustní mobilní peněženku se šifrovanými zprávami. Obliba zpráv roste!",
  "aboutConcealPayMilestone": "Conceal Pay is launched making it simple for anyone to accept payments or donations in CCX. Volume expands!",
  "aboutConcealIDMilestone": "Conceal ID je spuštěno, nabízí zapamatovatelné adresy aka přezdívky. Zlepšuje se snadnost a využití!",
  "daemonAndWalletImprovementsMilestone": "Vylepšení daemonu a penězenky",
  "aboutdaemonAndWalletImprovementsMilestone": "Vyšla nová verze Conceal Desktop v6 s různými vylepšeními rozhraní a daemonu.  Začínáme mít fantazii!",

  "poweredBy": "Poháněno",
  "theTeam": "Conceal Tým",
  "founder": "Zakladatel",
  "ops": "Ops",
  "dev": "Vývoj",
  "tech": "Technologie",
  "economics": "Ekonomika",
  "marketing": "Marketing",
  "businessDev": "Obchodní vývoj",
  "community": "Komunita",
  "seniorDev": "Senior Developer",
  "pr": "Veřejné vztahy",

  "theCommunity": "Komunita",

  "wereFriendly": "Jsme přátelští",
  "contactUs": "Kontaktujte nás",
  "yourName": "Vaše jméno",
  "yourEmailAddress": "Vaše emailová adresa",

  "whereToFindUs": "Kde nás najdete",
  "whereToFindUsInfo1": "Nejlepší místo, kde se dozvíte více, je navštívit naše",
  "whereToFindUsInfo2": "kanál. Zdrojový kód a další verze najdete na adrese",
  "whereToFindUsInfo3": "a naše nejnovější aktivity na",
  "officialMailTitle": "Emailová adresa:",
  "otherWaysToFindUs": "Zde jsou všechny další způsoby, kde nás můžete najít online.",
  "termsAndConditions": "Obchodní podmínky",
  "allRightsReserved": "Všechna práva vyhrazena",
  
  "mobileHeader": "CONCEAL MOBILE",
  "mobileTitle": "Bezpečná, funkčně bohatá a mobilní peněženka Conceal",
  "mobileAbout": "Naším cílem je, aby bylo používání kryptoměny Conceal co nejjednodušší. S Conceal Mobile máte peněženku, která je bezpečná, rychlá a snadno použitelná na cestách.",
  "mobileWalletsTitle": "Více peněženek",
  "mobileWalletsText": "Conceal Mobile podporuje více peněženek, z nichž každá má vlastní adresu, takže je můžete používat k různým účelům.",
  "mobileMessagesTitle": "Zašifrovné zprávy",
  "mobileMessagesText": "Zkuste posílat šifrované zprávy přes blockchain. Zprávy fungují v cloudu, počítačových i mobilních peněženkách. Nikdo kromě vás a příjemce nemůže vidět, co se posílá.",
  "mobilePaymentsTitle": "Přijímejte platby",
  "mobilePaymentsText": "Snadno přijímejte platby od rodiny, přátel nebo kohokoli a odkudkoli.",
  "mobileBookTitle": "Adresář kontaktů",
  "mobileBookText": "Není třeba pokaždé kopírovat/vkládat adresy. Udržujte svůj adresář pro snadné odesílání a přijímání finančních prostředků.",
  "mobileMarketTitle": "Živá tržní data",
  "mobileMarketText": "Na cestách můžete snadno sledovat aktuální tržní data.",
  
  "bankingHeader": "CONCEAL BANKING",
  "bankingTitle": "Bankovnictví poháněné Blockchainem",
  "bankingAbout": "Conceal Banking odstraňuje zbytečné zprostředkovatele tím, že dává každému možnost uložit své prostředky na Blockchain a získat za to úrok.",  
  "bankingBlockchainTitle": "VYTVOŘENO ZA POMOCÍ BLOCKCHAINU",
  "bankingBlockchainText": "Conceal Banking je zcela decentralizovaný a postavený na Conceal Blockchainu.",
  "bankingDepositsTitle": "UOLOŽTĚ PROSTŘEDKY VÝMENOU ZA ÚROK",
  "bankingDepositsText": "Conceal Banking umožňuje komukoli na světě uložit své finanční prostředky výměnou za úrok.",
  "bankingWorldwideTitle": "CELOSVĚTOVÝ PŘÍSTUP",
  "bankingWorldwideText": "Na celém světě jsou miliony lidí bez přístupu k finančním službám. Skryté bankovnictví poskytuje tolik potřebný přístup komukoli a kdekoli.",
  "bankingFundsSafeTitle": "UDRŽUJTE SVÉ FINANČNÍ PROSTŘEDKY V BEZPEČÍ",
  "bankingFundsSafeText": "Když vložíte své prostředky do Conceal Banking, jsou díky cold stakingu uloženy v blockchainu, aby byly v bezpečí.",  
  "bankingSavingsTitle": "VYDĚLEJTE VÍCE NEŽ NA SPOŘICÍM ÚČTU",
  "bankingSavingsText": "Vklady u Conceal Banking vydělávají výrazně více než spořicí účet, a to až 6 % RPSN plus složené úroky.",
  
  "idHeader": "CONCEAL ID",
  "idTitle": "Značkování blockchainu",
  "idAbout": "Naším cílem je, aby byl Conceal všudypřítomný, a uvědomujeme si, že veřejné klíče je obtížné si zapamatovat a rozpoznat. S Conceal ID se snažíme tento problém vyřešit tím, že umožňujeme používat zapamatovatelná a rozpoznatelná jména jako adresy.",
  "idSecurityTitle": "Vytvořeno se zabezpečením OpenID",
  "idSecurityText": "Ne vždy je dobrý důvod znovu vynalézat kolo. K pohonu služby Conceal ID jsme pečlivě zvolili osvědčený a široce používaný protokol OpenID.",
  "idCloudTitle": "POSTAVENO NA SÍLE CONCEAL CLOUD",
  "idCloudText": "Systém Conceal ID je hladce integrován se systémem Conceal Cloud pro naprosto snadné použití.",
  "idShareTitle": "SDÍLEJTE SVÉ CONCEAL ID",
  "idShareText": "Pošlete nám CCX na adresu team.conceal.id - funguje to! Snadno sdílejte své vlastní, zapamatovatelné a rozpoznatelné Conceal ID s kýmkoli.",
  "idPaymentsTitle": "SNADNO PŘIJÍMEJTE PLATBY",
  "idPaymentsText": "Vaše ID Conceal usnadňuje přijímání darů nebo plateb od zákazníků a přátel.",  
  "idIntegrationTitle": "Vytvořeno pro integraci",
  "idIntegrationText": "Vytvořeno s rozhraním API pro integraci s vaší oblíbenou platformou nebo aplikací.",
  
  "messagingHeader": "Conceal Zprávy",
  "messagingTitle": "Decentralizované šifrované zprávy",
  "messagingAbout": "Služba Conceal Messaging rozšiřuje náš ekosystém o plně integrované šifrované zasílání zpráv na blockchainu.",
  "messagingDestructTitle": "SEBEDESTRUKTIVNÍ ZPRÁVY",
  "messagingDestructText": "Služba Conceal Messaging podporuje sebedestruktivní zprávy, které se po přečtení samy odstraní.",
  "messagingVarietyTitle": "MOBILNÍ, DESKTOPOVÉ NEBO CLOUDOVÉ",
  "messagingVarietyText": "Služba Conceal Messaging funguje v cloudu Conceal Cloud, v počítači a v mobilním zařízení.",
  "messagingDecentralizedTitle": "Decentralizovaný",
  "messagingDecentralizedText": "Conceal Messaging je decentralizovaná služba, která funguje na Blockchainu.",
  "messagingBookTitle": "Adresář kontaktů",
  "messagingBookText": "Není nutné pokaždé kopírovat/vkládat adresu. Udržujte svůj adresář pro snadné odesílání zpráv svým kontaktům.",  
  "messagingEncryptedTitle": "Šifrované",
  "messagingEncryptedText": "Všechny skryté zprávy jsou šifrované a nemůže je číst nikdo jiný než odesílatel a příjemce.",
  
  "cLiveHeader": "CONCEAL LIVE",
  "cLiveTitle": "Conceal Live (Clive) je výkonný komunikační software s ochranou soukromí, který zdarma nabízí peer-to-peer a end-to-end šifrované audio, video a služby zasílání zpráv.",
  "cLiveAbout1": "Clive je pro veřejnost zdarma a je nabízen také bez reklamy. Tento klient pro soukromou komunikaci je v současné době k dispozici pro uživatele operačních systémů Android a Windows a v budoucnu možná vyjde i pro iOS.",
  "cLiveAbout2": "Clive vrací soukromou komunikaci zpět k lidem.",
  "cLiveSecureTitle": "BEZPEČNÁ KOMUNIKACE",
  "cLiveSecureText": "Připojení Clive jsou plně šifrována end-to-end. Všechna data Clive jsou uložena pouze v zařízení, kde je Clive nainstalován.",
  "cLiveNoServersTitle": "ŽÁDNÉ SERVERY",
  "cLiveNoServersText1": "Vzhledem k tomu, že všechna připojení jsou šifrovaná peer-to-peer a end-to-end, nespoléhá Clive na žádnou centrální autoritu ani servery. Díky přímému připojení peer-to-peer se výrazně snižuje latence a přenosová rychlost.",
  "cLiveNoServersText2": "Autonomní uživatelé, kteří jsou ve stejné místní síti, mohou komunikovat, i když jsou odpojeni od internetu.",
  "cLiveConferenceTitle": "AUDIO A VIDEOKONFERENCE",
  "cLiveConferenceText": "Clive nabízí neomezený počet audio a videokonferencí. Počet účastníků ani délka hovorů nejsou omezeny. Jste omezeni pouze svými vlastními zdroji.",
  "cLiveExperienceTitle": "SKVĚLÉ UŽIVATELSKÉ ZKUŠENOSTI",
  "cLiveExperienceText": "Sdílejte obrázky, zvuky nebo soubory bez omezení velikosti. Používejte emotikony a další standardní funkce chatu soukromým a bezpečným způsobem.",  
  "cLiveFlexibleTitle": "FLEXIBILNÍ",
  "cLiveFlexibleText": "Clive nabízí mnoho možností přizpůsobení a funguje na různých platformách.",
  "cLiveFooterText1": "Clive je úžasná výhoda, kterou nabízíme světu, a je to další skvělý nástroj v ekosystému Conceal, který se neustále rozšiřuje.",
  "cLiveFooterText2": "Užijte si Clive a životní styl Conceal!",
  
  "payHeader": "CONCEAL PAY",
  "payTitle1": "Zjednodušené",
  "payTitle2": "Řetězec",
  "payTitle3": "Platby",
  "payAbout": "Conceal Pay umožňuje firmám a lidem jednoduše přijímat platby v síti Conceal Network.",
  "payBlockchainTitle": "VYTVOŘENÝ POMOCÍ BLOCKCHAINU",
  "payBlockchainText": "Conceal Pay umožňuje podnikům a lidem snadno přijímat platby na blockchainu Conceal.",
  "payCloudTitle": "POSTAVENÝ NA SÍLE Conceal Cloud",
  "payCloudText": "Služba Conceal Pay je bezproblémově integrována s cloudem Conceal Cloud, takže její používání je naprosto snadné.",
  "payLinksTitle": "PLATEBNÍ ODKAZY",
  "payLinksText": "Snadno vytvoříte adresy URL s jednoduchou webovou stránkou, na kterou vám mohou zákazníci a přátelé posílat platby.",
  "paySimpleTitle": "ŠÍLENĚ JEDNODUCHÉ PLATBY",
  "paySimpleText": "Služba Conceal Pay vám nebo vaší firmě usnadňuje přijímání plateb online.",
  "payIntegrationTitle": "VYTVOŘENO PRO INTEGRACI",
  "payIntegrationText": "Vytvořeno s rozhraním API pro rychlou integraci, abyste mohli začít přijímat platby na svých webových stránkách.",
  
  "labsHeader": "CONCEAL LABOLATOŘ",
  "labsTitle1": "Přineste si své sny",
  "labsTitle2": "dopředu",
  "labsAbout": "Podporou komunity se snažíme rozvíjet široký ekosystém. Conceal Labs poskytuje vývojářům, podnikatelům a tvůrcům startovní pozici, kterou potřebují k uskutečnění svých vizí.",
  "labsIdeaTitle": "MÁTE NÁPAD?",
  "labsIdeaText": "Máte projekt, který nějakým způsobem zahrnuje Conceal? <a href='https://discord.gg/YbpHVSd'>Chceme o tom slyšet!",  
  "labsMoneyTitle": "POMOHLY BY PENÍZE?",
  "labsMoneyText": "Někdy jsou k realizaci nápadu potřeba právě peníze.",
  "labsFundsTitle": "ZÍSKEJTE OD NÁS FINANCOVÁNÍ",
  "labsFundsText": "Naši tvůrci vyčlenili finanční prostředky, které může komunita použít na projekty.",
  "labsListedTitle": "NECHTE SE U NÁS ZAPSAT DO SEZNAMU",
  "labsListedText": "Získejte od nás financování a my váš projekt uvedeme na našich webových stránkách.",
  "labsProjectsTitle": "Projekty",
  "labsProjectsText": "Podívejte se na některé zajímavé projekty, které jsme financovali. <a href='https://discord.gg/YbpHVSd'>Přihlaste se jako další!</a>",
  "labsFooterText": "Již brzy v prohlížeči ve vašem okolí!",
  
  "aboutTitle": "Anonymní DeFi & soukromá komunikace",
  "aboutAbout": "Naším cílem je, aby byl Conceal všudypřítomný, a uvědomujeme si, že veřejné klíče je obtížné si zapamatovat a rozpoznat. S Conceal ID se snažíme tento problém vyřešit tím, že umožňujeme používat zapamatovatelná a rozpoznatelná jména jako adresy. ",
  "aboutWhatIsTitle": "Co je to Conceal?",
  "aboutWhatIsText1": "Conceal je decentralizovaná blockchainová banka, jejíž vklady a investice jsou úročeny bez účasti finančních institucí a která je poháněna 100% otevřeným kódem.",
  "aboutWhatIsText2": "Služba Conceal umožňuje nevystopovatelné a anonymní zasílání zpráv a bezpečný způsob převodu finančních prostředků. Pomocí distribuované veřejné účetní knihy zůstávají odesílatel i příjemce v anonymitě, což je ve světě po Snowdenovi klíčový problém. Hackeři nemohou vystopovat peníze ani zprávy, když jsou zprávy posílány přes veřejné sítě.",
  "aboutWhatIsText3": "Kryptoměna Conceal (₡CCX) je založena na protokolu Cryptonote a funguje na zabezpečené síťové technologii peer-to-peer, takže funguje bez centrální autority. Soukromé klíče ke svým finančním prostředkům máte pod kontrolou vy.",
  "aboutWhatIsText4": "Ke službě Conceal má přístup kdokoli na světě bez ohledu na jeho zeměpisnou polohu nebo postavení. Náš blockchain je odolný vůči jakékoli analýze. Všechny vaše transakce a zprávy v CCX jsou anonymní.",
  "aboutWhatIsText5": "Conceal se vyhýbá mnoha obavám, např. technologickým, dopadu na životní prostředí, pověsti a bezpečnosti Bitcoinu, a poskytuje pohled do budoucnosti.",
  "aboutWhatIsText6": "Conceal je open-source, řízený komunitou a skutečně decentralizovaný.",
  "aboutWhatIsText7": "Conceal nikdo nevlastní, zúčastnit se může každý.",
  "aboutVisionTitle": "NAŠE VIZE",
  "aboutVisionText1": "V Conceal věříme, že přístup ke znalostem je to, co skutečně umožňuje rozkvět skvělých nápadů a růst rozmanitých komunit.",
  "aboutVisionText2": "Jsme přesvědčeni, že Conceal je takový, jaký si ho komunita zvolí, a že na rozhodování o tom, jak protokol rozvíjet, by se měli podílet všichni. Hackeři nemohou vystopovat peníze nebo zprávy, když jsou zprávy posílány přes veřejné sítě.",  
  "aboutFeaturesTitle": "Funkce",
  "aboutFeaturesPrivateTitle": "Sukromí",
  "aboutFeaturesPrivateText": "Conceal používá tzv. ring signatures a jednorázové adresy pro skutečně anonymní platby.",
  "aboutFeaturesUntraceableTitle": "Nevystopovatelné",
  "aboutFeaturesUntraceableText": "Transakce Conceal nelze propojit mezi odesílatelem a příjemcem.",
  "aboutFeaturesDecentralizedTitle": "Decentralizované",
  "aboutFeaturesDecentralizedText": "Conceal vychází z původní vize Satoshiho Nakamota o decentralizované kryptoměně bez důvěry, tj. bezpečné digitální hotovosti provozované sítí uživatelů. Transakce jsou potvrzovány distribuovaným konsensem a následně nezměnitelně zaznamenávány do blockchainu. Třetím stranám není třeba důvěřovat, aby vaše peníze byly v bezpečí.",
  "aboutFeaturesFungibleTitle": "Zaměnitelnost",
  "aboutFeaturesFungibleText": "Díky vestavěným funkcím pro ochranu soukromí jsou funkce Conceal skutečně zaměnitelné. Stejně jako hotovost jsou všechny mince rovnocenné, směnitelné. Je velmi nepravděpodobné, že by se mince někdy dostala na černou listinu některé ze stran kvůli jejímu spojení v předchozích transakcích.",  
  "aboutFeaturesScalableTitle": "Škálovatelné",
  "aboutFeaturesScalableText": "Budoucí iniciativy v oblasti škálovatelnosti budou zahrnovat modulární postranní řetězec.",
  "aboutFeaturesCommunityTitle": "Poháněno komunitou",
  "aboutFeaturesCommunityText": "Conceal nikdo nevlastní. Zúčastnit se může každý. Vyvinuto, udržováno a financováno dobrovolníky",
  "aboutFeaturesSimpleTitle": "Jednoduché",
  "aboutFeaturesSimpleText": "Snadno použitelné grafické i textové rozhraní.",
  "aboutFeaturesPlatformsTitle": "Multiplatformní",
  "aboutFeaturesPlatformsText": "K dispozici pro PC, Mac, Ubuntu a Android",
  "aboutFeaturesPoWTitle": "Chráněný potvrzená o vykonané práci",
  "aboutFeaturesPoWText": "Hashovací funkce PoW je určena pro rovnostářskou těžbu na CPU a GPU a je rezistentní vůči ASIC zařízením",
  "aboutFeaturesLimitsTitle": "Adaptivní limity",
  "aboutFeaturesLimitsText": "Conceal inteligentně upravuje své parametry na základě historických dat.",
  "aboutFeaturesMessagesTitle": "Šifrované zprávy",
  "aboutFeaturesMessagesText": "Zabezpečte si důvěrnost pomocí šifrované sítě P2P, zabezpečené komunikace a šifrovaných sebedestruktivních zpráv.",
  "aboutFeaturesBankingTitle": "Decentralizované bankovnictví",
  "aboutFeaturesBankingText": "Decentralizované vklady v řetězci s úrokovou sazbou až 6 % ročně",
  "aboutSpecsTitle": "TECHNICKÉ SPECIFIKACE",
  "aboutSpecsNameTitle": "Jméno",
  "aboutSpecsNameText": "Conceal",
  "aboutSpecsTickerTitle": "Ticker",
  "aboutSpecsTickerText": "CCX",
  "aboutSpecsSymbolTitle": "Znak",
  "aboutSpecsSymbolText": "₡",
  "aboutSpecsAlgorithmTitle": "Algoritmus",
  "aboutSpecsAlgorithmText": "PoW, CN-GPU",
  "aboutSpecsDifficultyTitle": "Obtížnost",
  "aboutSpecsDifficultyText": "DDA & Zawy's LWMA 3",
  "aboutSpecsPrivacyTitle": "Soukromí",
  "aboutSpecsPrivacyText": "Ring Signatures & Jednorázové adresy",
  "aboutSpecsBlockTimeTitle": "čas bloku",
  "aboutSpecsBlockTimeText": "120s",
  "aboutSpecsDecimalsTitle": "Desetinná místa",
  "aboutSpecsDecimalsText": "6",
  "aboutSpecsPoWTitle": "100% PoW",
  "aboutSpecsPoWText": "Potvrzení o vykonané práci se 100% odměnami pro těžaře a více než 100 lety těžby.",
  "aboutSpecsDepositsTitle": "Vklady",
  "aboutSpecsDepositsText": "Úroková sazba až 6% ročně",
  "aboutSpecsMessengerTitle": "Messenger",
  "aboutSpecsMessengerText": "Šifrované zprávy a sebedestruktivní zprávy",
  "aboutSpecsPremineTitle": "Předtěženo",
  "aboutSpecsPremineText": "6% z maximální zásoby je uzamčeno nad 5 letý inverval.",
  "aboutSpecsRewardTitle": "odměna za vytěžení bloku",
  "aboutSpecsRewardText": "Odměna za vytěžení bloku je konstantně 6 CCX za blok, což z CCX činí aktivum s velmi nízkou inflací.",
  "aboutSpecsAddressesTitle": "Adresy",
  "aboutSpecsAddressesText": "Adresa peněženky je řetězec znaků o délce 98 znaků začínajících na 'ccx7'",
  
  "mediaTitle1": "Přechod na",
  "mediaTitle2": "Povšimnutý",
  "mediaTitle3": "Neskrytý",
  "mediaMenuAMA": "AMA série",
  "mediaMenuArticles": "Články",
  "mediaMenuVideos": "Videa",
  "mediaMenuMining": "Těžba",
  "mediaMenuDevUpdates": "Vyvojářské Aktualizace",
  "mediaAMATitle": "AMA série",
  "mediaAMAText": "Přestože se zaměřujeme na ochranu soukromí, Conceal nezůstává v médiích bez povšimnutí. Pozornost nám věnuje stále větší počet významných publikací a významných osobností.",
  "mediaArticlesTitle": "Články",
  "mediaArticlesText": "Neustále zlepšujeme náš ekosystém. O naší cestě a o tom, co děláme, si můžete přečíst v sérii článků níže.",
  "mediaMiningTitle": "Těžba",
  "mediaMiningText": "Conceal je 100% PoW kryptoměna. Přečtěte si, jak ji těžit a jaké jsou nejlepší postupy.",
  "mediaVideosTitle": "Videa",
  "mediaVideosText": "Komunita Concealu vytvořila spoustu videí o něm. Snažili jsme se je pro vás shromáždit na jednom místě, abyste se k informacím snadno dostali.",
  "mediaUpdatesTitle": "Vyvojářské aktualizace",
  "mediaUpdatesText": "Stále pracujeme na zlepšování našeho ekosystému. Můžete si přečíst všechny měsíční aktualizace, kde shromažďujeme všechny milníky a změny, které jsme dosud provedli.",
  
  "communityTitle1": "Zlepšovat svět",
  "communityTitle2": "Společně",
  "communityAboutTitle": "Komunita",
  "communityAboutText": "Conceal má obrovskou prosperující komunitu úžasných lidí, kteří sdílejí nápady, spolupracují a pomáhají si navzájem bez ohledu na to, kde se na své cestě Blockchainem nacházejí. Na co čekáte?",
  "communityOfficialTitle": "OFFICIÁLNÍ",
  "communityGroupsTitle": "SKUPINY",
  "communityExchangesTitle": "SMĚNÁRNY",
  "communityETHTitle": "ETHEREUM",
  "communityBSClTitle": "BINANCE SMART CHAIN",
  "communityPolygonTitle": "POLYGON",
  "communityMCAPTitle": "TRŽNÍ KAPITALIZACE",
  
  "landingFooterAbout": "O nás",
  "landingFooterTitle": "Conceal.Network je decentralizovaná blockchainová banka s vklady a investicemi s úrokovými sazbami, bez účasti finančních institucí, poháněná 100% open source kódem.",
  "landingFooterLinks": "Rychlé Odkazy",
  "landingFooterLinkWebsite": "Website",
  "landingFooterLinkDocs": "Dokumentace",
  "landingFooterLinkDiscord": "Discord",
  "landingFooterLinkTelegram": "Telegram",
  "landingFooterLinkReddit": "Reddit",
  "landingFooterLinkBTCTalk": "Bitcointalk",
  "landingFooterConnect": "Spojte se s námi"  
}
