{
  "rAbout": "Über uns",
  "rAnd": "Und",
  "rApps": "Apps",
  "rBackToTop": "Nach oben",
  "rBanking": "Banking",
  "rBuying": "Buying",
  "rBuyCCX": "CCX kaufen",
  "rBuywCCX": "wCCX kaufen",
  "rBridge": "Bridge",
  "rCloud": "Cloud",
  "rCommunity": "Community",
  "rContact": "Kontakt",
  "rDeposit": "Einzahlung",
  "rDeposits": "Einzahlungen",
  "rDesktop": "Desktop",
  "rDeveloper": "Entwickler",
  "rDocs": "Docs",
  "rDocumentation": "Dokumentation",
  "rDuration": "Dauer",
  "rExample": "Beispiel",
  "rExchanges": "Exchanges",
  "rInTheMedia": "Presseberichte",
  "rwCCXLPPairs": "wCCX LP Pairs",
  "rExplorer": "Explorer",
  "rFeatures": "Features",
  "rFor": "für",
  "rHashrate": "Hashrate",
  "rHeight": "Height",
  "rID": "ID",
  "rInfo": "Info",
  "rInnovation": "Innovation",
  "rInterest": "Zinssatz",
  "rLabs": "Conceal Labs",
  "rMessage": "Nachricht",
  "rMessaging": "Messaging",
  "rMilestones": "Meilensteine",
  "rMiners": "Miners",
  "rMining": "Mining",
  "rMobile": "Mobile",
  "rMonths": "Monate",
  "rMore": "Mehr",
  "rPaper": "Papier",
  "rPay": "Pay",
  "rPools": "Pools",
  "rPrincipal": "Einzahlungshöhe",
  "rProfit": "Profit",
  "rRoadmap": "Roadmap",
  "rSend": "Senden",
  "rSubject": "Betreff",
  "rTeam": "Team",
  "rTotal": "Total",
  "rWallets": "Wallets",
  "rHeadOf": "Head of",
  "rSignUp": "Registrieren",
  "rSignIn": "Anmelden",
  "rLearnMore": "Mehr erfahren",
  "rDownload": "Download",
  "rAndroid": "Android",
  "rIphone": "Iphone",
  "rUseConceal": "Use Conceal",
  "rGetCCX": "Hol dir CCX",
  "rProjects": "Projekte",
  "rApply": "Bewirb Dich!",
  "rSeeForYourself": "Überzeug dich selbst",
  "rJoinTheMovement": "Werde Teil der Bewegung",

  "onTheBlockchain": "auf der Blockchain",
  "headerDescription": "Decentralized Finance (DeFi), Private Transaktionen & Verschlüsseltes Versenden von Nachrichten",
  "labsTeaser": "Du willst etwas Cooles mit Conceal bauen?",
  "weCanFundYou": "Vielleicht investieren wir in Dich...",

  "whatWereAbout": "Was uns ausmacht",
  "about1": "Conceal Network ist ein sicheres Peer-to-peer Framework, das Individuen und Organisationen ermöglicht, anonym zu kommunizieren and in einer dezentralisierten und zensur-resistenten Umgebung finanziell zu interagieren.",
  "about2": "Conceal Network ist der Kraftstoff der $CCX Kryptowährung, welche ein Open-Source geschütztes digitales Geldsystem darstellt, das ein Abbild physischen Geldes ist; niemand weiß wo du dein $CCX aufbewahrst oder ausgibst.  Alle Transaktionen, Einzahlungen und Nachrichten im Conceal Netzwerk sind nicht nachverfolgbar und agieren mit keiner zentralen Instanz, ausschliesslich durch den Einsatz kryptographischer Protokolle.",
  "about3": "Conceal Network ist eine Community-getriebene, dezentralisierte Blockchainbank, zugänglich für jedermann, unabhängig von sozialem oder finanziellem Status oder der geographischen Herkunft. Niemand besitzt das Conceal Netzwerk und jeder kann kostenlos daran teilnehmen.",
  "aboutBankingDeposits": "Einzahlungen bilden das Rückgrat des Conceal Ökosystems, sie geben den Nutzern eine dezentralisierte und egalitäre Form des Cold Stakings, das Zinsen für zeitweise eingefrorene Einzahlungen gibt.",
  "encryptedMessages": "Verschlüsselte Nachrichten",
  "aboutEncryptedMessages": "Ein wirklich privater, dezentralisierter, anonymer, nicht zurückverfolgbarer End-to-End Nachrichtenservice, der auf der Blockchain läuft, aber auch Nachrichten erlaubt, die sich selbst löschen.",
  "compoundInterestCalculator": "Zinsrechner",
  "compoundLevel": "Compound Level",
  "tier1": "Tier 1",
  "tier2": "Tier 2",
  "tier3": "Tier 3",
  "baseAPR": "Base/APR",
  "maxInterest": "Maximale Zinsen",
  "durationMonths": "Dauer: Monate",

  "usingConceal": "Conceal benutzen",
  "aboutUsingConceal": "Conceal Desktop ist deine Kommandozentrale mit allen primären Features, die Conceal bietet und ist auf allen großen Plattformen verfügbar. Mit Conceal Desktop kannst du CCX senden und empfangen, außerdem verschlüsselte Nachrichten verschicken und dein Konto managen.",

  "gettingCCX": "CCX erhalten",
  "quickStart": "Schnellstart",
  "aboutGettingCCX": "Der einfachste Weg um an CCX zu gelangen ist es mit CPUs zu minen oder einen der vielen Miner zu verwenden, der CCX unterstützt. Oder du verwendest den Conceal Miner. Lies jetzt unsere",
  "aboutGettingCCX2": "für mehr Informationen über das Mining von CCX.",
  "officialPool": "Offizieller Pool",

  "initialCommitMilestone": "Erster Commit",
  "aboutInitialCommitMilestone": "Der erste Release Candidate, Testnet, Daemon, Miner und Wallet werden gelauncht.  Der Beginn von etwas Großartigem.",
  "encryptedMessagingAndDepositsMilestone": "Verschlüsselte Nachrichten & Einzahlungen",
  "aboutEncryptedMessagingAndDepositsMilestone": "Innovative Banking Features (Cold-staking Einzahlungen die Zinsen abwerfen und selbstzerstörende Nachrichtengehen an den Start.  Wow!",
  "websiteAndBlockExplorerMilestone": "Website & Block Explorer",
  "aboutWebsiteAndBlockExplorerMilestone": "Launch der offiziellen Webseite. Der Block Explorer wird released.  Wir laufen langsam heiß!",
  "exchangeListingAndInvestmentsMilestone": "Exchange Listing & Investments",
  "aboutExchangeListingAndInvestmentsMilestone": "CCX wird auf dem STEX exchange gelistet und das Einzahlungssystem wird überarbeitet um Investments zu ermöglichen.",
  "customAlgorithmMilestone": "Custom Algorithm",
  "aboutCustomAlgorithmMilestone": "Der Cryptonote Conceal Proof-of-Work Algorithmus wird veröffentlicht und ist FPGA, ASIC & Nicehash resistent.!",
  "aboutConcealCloudMilestone": "Conceal Cloud geht an den Start und bietet eine sichere, kraftvolle und feature-geladene Webwallet für CCX. Adoption, wir kommen!",
  "aboutConcealLabsMilestone": "Conceal Labs wird gelauncht und bietet jedem die Möglichkeit dafür bezahlt zu werden, coole Dinge mit Conceal zu bauen. Die Community wächst!",
  "aboutConcealMobileMilestone": "Conceal Mobile erscheint. Eine robuste mobile Wallet mit verschlüsselten Nachrichten. Die Beliebtheit der Nachrichten explodiert förmlich!",
  "aboutConcealPayMilestone": "Conceal Pay wird veröffentlicht und erlaubt es jedem auf einfachere Weise Zahlungen oder Spenden in CCX durchzuführen. Mehr Volumen ist die Folge!",
  "aboutConcealIDMilestone": "Conceal ID erscheint und bietet vereinfachte Adressen durch Usernamen. Einfachheit rockt!",
  "daemonAndWalletImprovementsMilestone": "Daemon & Wallet Verbesserungen",
  "aboutdaemonAndWalletImprovementsMilestone": "Conceal Desktop v6 wird mit neuem Interface und Optimierungen des Daemon released. Wir hübschen uns auf!",
  "miningAlgorithmMilestone": "CN-GPU Mining Algorithmus",
  "aboutMiningAlgorithmMilestone": "Der CN-GPU Proof-of-Work algorithm ist FPGA, ASIC, Botnet & Nicehash resistent. Power to the little people!",
  "wCCXETHMilestone": "Wrapped CCX (wCCX)",
  "aboutwCCXETHMilestoneMilestone": "Wrapped CCX wird auf der Ethereum blockchain erstellt und erlaubt CCX Besitzern DeFi auf ETH!",
  "wCCXUniAndTrustMilestone": "wCCX auf Uniswap and in Trustwallet",
  "aboutwCCXUniAndTrustMilestone": "wCCX ist auf dem angesagtesten DEX verfügbar und wurde auch zu Trustwallet hinzugefügt.",
  "depositsCloundAndMobileMilestone": "Einzahlungen in Cloud & Mobile",
  "aboutDepositsCloundAndMobileMilestone": "Cold staking ist jetzt auch in Cloud und Mobile verfügbar. Du kannst jetzt CCX von deinem Smartphone aus verdienen!",
  "selfDestructCloundAndMobileMilestone": "Cloud & Mobile selbstzerstörende Nachrichten",
  "aboutSelfDestructCloundAndMobileMilestone": "Sende Nachrichten an andere Nutzer, welche sich nach einer bestimmten Zeit selbst zerstören.",
  "swapMilestone": "Conceal Swap",
  "aboutSwapMilestone": "Swappe deine CCX zu wCCX und zurück mit unserem neuen Swap Tool.",
  "cLiveMilestone": "CONCEAL LIVE",
  "aboutCLiveMilestone": "Dezentralisierte P2P und End-To-End-verschlüsselte Plattform für Video- und Audioanrufe sowie Nachrichten.",
  "cHub01Milestone": "Conceal HUB - Initiales Release",
  "aboutCHub01Milestone": "Erstes Release unserer Cross-Platform Applikation mit dem Wallet-Modul als zuerst unterstütztes Modul",
  "cHub02Milestone": "Conceal HUB - Version 2",
  "aboutCHub02Milestone": "Zweites Release mit Einzahlungen und ID-Modulen",
  "cHub03Milestone": "Conceal HUB - Version 3",
  "aboutCHub03Milestone": "Drittes Release mit dem Bridges-Module",
  "stableDepositsMilestone": "Stable Deposits",
  "aboutStableDepositsMilestone": "Einzahlungen verknüpft mit stabilen Assets. Du kannst dich vollkommen entspannen, während sich deine Zinsen anhäufen.",
  "concealVaultMilestone": "Conceal Vault",
  "multisigWalletsMilestone": "Multi-signature Wallets",
  "hwWalletSupportMilestone": "Hardware Wallet Support",
  "distAPILayerMilestone": "Distributed API Layer",
  "concealCardMilestone": "Conceal Card",

  "poweredBy": "Powered By",
  "theTeam": "Das Conceal Team",
  "founder": "Gründer",
  "ops": "Ops",
  "dev": "Development",
  "tech": "Technology",
  "economics": "Economics",
  "marketing": "Marketing",
  "businessDev": "Business Development",
  "community": "Community",
  "seniorDev": "Senior Developer",
  "communityManager": "Community Manager",
  "pr": "Public Relations",
  "collabTitle": "Das könntest du sein...",
  "collabText": "WERDE TEIL DES PROJEKTES",
  
  "helpdeskTitle": "HAST DU EIN PROBLEM ODER MÖCHTEST UNS KONTAKTIEREN?",
  "helpdeskText": "Nutz unseren Helpdesk",
  "helpdeskBtn": "Erstelle ein Ticket",

  "theCommunity": "Die Community",

  "wereFriendly": "Wir sind nett!",
  "contactUs": "Kontaktiere Uns",
  "yourName": "Dein Name",
  "yourEmailAddress": "Deine  Email-Adresse",

  "whereToFindUs": "Wo du uns findest",
  "whereToFindUsInfo1": "Der beste Ort um mehr über uns zu erfahren ist ein Besuch unseres",
  "whereToFindUsInfo2": "Channels. Du findest  unseren Source Code und andere Releases auf",
  "whereToFindUsInfo3": "sowie unsere letzten Aktivitäten auf",
  "officialMailTitle": "Offizielle Email-Adresse:",
  "otherWaysToFindUs": "Hier kannst du uns überall finden:",
  "termsAndConditions": "T&C",
  "allRightsReserved": "All rights reserved",
   
  "mobileHeader": "CONCEAL MOBILE",
  "mobileTitle": "Eine sichere, feature-geladene und mobile Conceal Wallet",
  "mobileAbout": "Unser Ziel ist es die Nutzung der Conceal Kryptowährung so einfach wie möglich zu machen. Mit Conceal Mobile hast du eine Wallet, die sicher, schnell und einfach zu benutzen ist. Und das alles unterwegs.",
  "mobileWalletsTitle": "Multiple Wallets",
  "mobileWalletsText": "Conceal Mobile unterstützt multiple Wallets, jede mit eigener Adresse, so dass du sie für unterschiedliche Zwecke nutzen kannst.",
  "mobileMessagesTitle": "Verschlüsselte Nachrichten",
  "mobileMessagesText": "Versuche mal verschlüsselte Nachrichten auf der Blockchain zu verschicken. Die Nachrichten funktionieren in der Cloud sowie den Desktop und Mobile Wallets. Niemand außer dir und dem Empfänger kann sehen, was verschickt wurde.",
  "mobilePaymentsTitle": "Empfange Bezahlungen",
  "mobilePaymentsText": "Zahlungen einfach empfangen, egal von wem.",
  "mobileBookTitle": "Adressbuch",
  "mobileBookText": "Kein Copy/Paste von Adressen. Lege ein Adressbuch an und sende CCX auf einfachste Art und Weise.",
  "mobileMarketTitle": "Live Marktdaten",
  "mobileMarketText": "Bleibe immer auf dem Laufenden mit aktuellen Marktdaten.",
  
  "bankingHeader": "CONCEAL BANKING",
  "bankingTitle": "Blockchain Powered Banking",
  "bankingAbout": "Conceal Banking entfernt unnötige Zwischenschritte und ermöglicht es jedem sein Guthaben auf der Blockchain anzulegen und im Gegenzug Zinsen zu verdienen.",  
  "bankingBlockchainTitle": "GEBAUT MIT DER KRAFT DER BLOCKCHAIN",
  "bankingBlockchainText": "Conceal Banking ist vollständig dezentralisiert und auf der Conceal Blockchain gebaut.",
  "bankingDepositsTitle": "ANLEGEN UND ZINSEN BEKOMMEN",
  "bankingDepositsText": "Conceal Banking befähigt jeden auf der Welt dazu sein Guthaben im Tausch mit Zinsen anzulegen.",
  "bankingWorldwideTitle": "WELTWEITER ZUGANG",
  "bankingWorldwideText": "Es gibt weltweit Millionen ohne Zugriff auf finanzielle Services. Conceal Banking bietet allen diesen dringend benötigten Zugang. Überall.",
  "bankingFundsSafeTitle": "DEIN GUTHABEN IST SICHER",
  "bankingFundsSafeText": "Wenn du dein Guthaben mit Conceal Banking anlegst, wird es mittels Coldstaking auf der Blockchain sicher verwahrt.",  
  "bankingSavingsTitle": "VERDIENE MEHR ALS AUF DEM SPARKONTO",
  "bankingSavingsText": "Anlagen mit Conceal Banking werfen viel mehr ab als ein Sparkonto, bis zu 6% Zinsen pro Jahr.",
  
  "idHeader": "CONCEAL ID",
  "idTitle": "Branding the Blockchain",
  "idAbout": "Unser Ziel ist es, dass Conceal allgegenwärtig ist und uns wurde bewusst dass man sich Public Keys nur schwer merken kann. Mit Conceal ID gehen wir dieses Problem an und ermöglichen es, einfache Namen als Adressen zu benutzen.",
  "idSecurityTitle": "Gebaut mit der Sicherheit von OpenID",
  "idSecurityText": "Man muss das Rad nicht immer neu erfinden. Wir haben gründlich recherchiert und das bekannte und oft genutzte OpenID als Basis unserer Conceal ID verwendet.",
  "idCloudTitle": "BASIEREND AUF DER KRAFTVOLLEN CONCEAL CLOUD",
  "idCloudText": "Conceal ID ist nahtlos integriert in die Conceal Cloud für die simpelste Nutzung.",
  "idShareTitle": "TEILE DEINE CONCEAL ID",
  "idShareText": "Sende uns etwas CCX an team.conceal.id - es funktioniert! Teile deine wiedererkennbare und selbst definierte Conceal ID ganz einfach mit jedermann.",
  "idPaymentsTitle": "ZAHLUNGEN AUF EINFACHE ART UND WEISE ERHALTEN",
  "idPaymentsText": "Deine eigene Conceal ID macht es so viel einfacher, Spenden oder Zahlungen von Kunden und Freunden zu erhalten.",  
  "idIntegrationTitle": "Gebaut für einfache Integration",
  "idIntegrationText": "Gebaut mit einer API zur Integration mit deiner Lieblingsplattform oder App.",
  
  "messagingHeader": "CONCEAL MESSAGING",
  "messagingTitle": "Dezentralisierte, verschlüsselte Nachrichten",
  "messagingAbout": "Conceal Messaging erweitert unser Ökosystem durch voll integrierte und verschlüsselte Nachrichten auf der Blockchain.",
  "messagingDestructTitle": "SELBST-ZERSTÖRENDE NACHRICHTEN",
  "messagingDestructText": "Conceal Messaging unterstützt selbst-zerstörende Nachrichten, die sich nach dem Lesen selbst löschen.",
  "messagingVarietyTitle": "MOBILE, DESKTOP ODER CLOUD",
  "messagingVarietyText": "Conceal Messaging funktioniert in der Conceal Cloud, auf Desktop und Mobile.",
  "messagingDecentralizedTitle": "DEZENTRALISIERT",
  "messagingDecentralizedText": "Conceal Messaging ist ein dezentralisierter Service, der auf der Blockchain arbeitet.",
  "messagingBookTitle": "ADRESSBUCH",
  "messagingBookText": "Es gibt keinen Grund jedes Mal Adressen zu kopieren / einzufügen. Pflege dein Adressbuch um Nachrichten einfach an deine Kontakte zu verschicken.",  
  "messagingEncryptedTitle": "VERSCHLÜSSELT",
  "messagingEncryptedText": "Alle Conceal Nachrichten sind verschlüsselt und können nur vom Sender und Empfänger gelesen werden.",
  
  "cLiveHeader": "CONCEAL LIVE",
  "cLiveTitle": "Conceal Live (Clive), ist eine kraftvolle privacy-geschützte Kommunikationssoftware, die Peer-to-peer und End-to-End verschlüsselte Audio-, Video- und Nachrichtenservices bietet. Kostenlos.",
  "cLiveAbout1": "Clive ist kostenlos und werbefrei. Dieser private Kommunikationsclient ist aktuell verfügbar für Android- und Windowsnutzer und künftig ggf. auch für iOS.",
  "cLiveAbout2": "Clive bringt private Kommunikation zurück zu den Leuten.",
  "cLiveSecureTitle": "SICHERE KOMMUNIKATION",
  "cLiveSecureText": "Clive Verbindungen sind komplett End-To-End verschlüsselt. Alle Clive-Daten sind nur auf dem Device gespeichert auf dem Clive installiert ist.",
  "cLiveNoServersTitle": "KEINE SERVER",
  "cLiveNoServersText1": "Da alle Verbindungen P2P und End-To-End verschlüsselt sind, benötigt Clive keine zentralen Server um zu funktionieren. Latenz und Transfergeschwindigkeit sind daher in hohem Maße reduziert.",
  "cLiveNoServersText2": "Autonome Nutzer, die sich im selben lokalen Netzwerk befinden, können auch kommunizieren, wenn sie vom Internet getrennt sind.",
  "cLiveConferenceTitle": "AUDIO UND VIDEO KONFERENZEN",
  "cLiveConferenceText": "Clive bietet unbegrenzte Audio- und Videokonferenzen. Es gibt keine Begrenzung für Teilnehmer oder Länge der Anrufe. Deine eigenen Ressourcen sind das Limit.",
  "cLiveExperienceTitle": "EINZIGARTIGE USER EXPERIENCE",
  "cLiveExperienceText": "Teile Bilder, Audio oder andere Dateien ohne Größenbeschränkungen. Nutze Emojis und andere Standard-Chatfunktionen in einer privaten und sicheren Umgebung.",  
  "cLiveFlexibleTitle": "FLEXIBEL",
  "cLiveFlexibleText": "Clive erscheint mit vielen konfigurierbaren Optionen und läuft auf multiplen Plattformen.",
  "cLiveFooterText1": "Clive ist ein wundervolles Produkt und ein weiteres großartiges Tool im sich stehts erweiternden Conceal-Ökosystem.",
  "cLiveFooterText2": "Genieße Clive und den Conceal Lifestyle!",
  
  "payHeader": "CONCEAL PAY",
  "payTitle1": "Vereinfachte",
  "payTitle2": "Blockchain",
  "payTitle3": "Zahlungen",
  "payAbout": "Conceal Pay vereinfacht Unternehmen und Privatpersonen das Empfangen von Zahlungen über das Conceal Netzwerk.",
  "payBlockchainTitle": "GEBAUT MIT DER POWER DER BLOCKCHAIN",
  "payBlockchainText": "Conceal Pay ermöglicht es Businesses und Leuten auf einfache Art und Weise Bezahlungen auf der Conceal Blockchain zu akzeptieren.",
  "payCloudTitle": "GEBAUT AUF DER POWER DER CONCEAL CLOUD",
  "payCloudText": "Conceal Pay ist nahtlos angebunden an die Conceal Cloud für die einfachste Nutzung, die möglich ist.",
  "payLinksTitle": "ZAHLUNGSLINKS",
  "payLinksText": "Erstelle einfach URLS mit einer Webseite über die Kunden und Freunde dir Zahlungen senden können.",
  "paySimpleTitle": "UNGLAUBLICH EINFACHE ZAHLUNGEN",
  "paySimpleText": "Conceal Pay macht es maximal einfach für dich oder dein Unternehmen Zahlungen online zu empfangen.",
  "payIntegrationTitle": "GEBAUT FÜR EINFACHE INTEGRATION",
  "payIntegrationText": "Gebaut mit einer API zur schnellen Integration, damit du Zahlungen über deine Webseite empfangen kannst.",
  
  "labsHeader": "CONCEAL LABS",
  "labsTitle1": "Bring deine Träume",
  "labsTitle2": "voran",
  "labsAbout": "Unser Ziel ist es ein weitreichendes Ökosystem zu schaffen, indem wir die Community unterstützen. Conceal Labs bietet Entwicklern, Entrepreneurs & Creators einen Startpunkt um aus einer Vision Realität werden zu lassen.",
  "labsIdeaTitle": "DU HAST EINE IDEE?",
  "labsIdeaText": "Hast du ein Projekt dass sich um Conceal dreht? <a href='https://discord.gg/YbpHVSd'>Wir würden gerne davon erfahren!",  
  "labsMoneyTitle": "GELD WÜRDE DIR HELFEN?",
  "labsMoneyText": "Manchmal ist Geld alles was es braucht, damit aus einer Idee etwas Großes entstehen kann.",
  "labsFundsTitle": "WERDE VON UNS GEFÖRDERT",
  "labsFundsText": "Wir haben für die Community Funds reserviert, um Projekte zu unterstützen.",
  "labsListedTitle": "WERDE VON UNS GELISTET",
  "labsListedText": "Werde von uns gefördert und wir listen dein Projekt auf unserer Webseite.",
  "labsProjectsTitle": "Projekte",
  "labsProjectsText": "Schau dir einige der coolen Projekte an, die wir gefördert haben. <a href='https://discord.gg/YbpHVSd'>Bewirb dich jetzt!</a>",
  "labsFooterText": "Bald in einem Browser in deiner Nähe!",
  
  "aboutTitle": "Anonyme DeFi & Private Kommunikation",
  "aboutAbout": "Unser Ziel ist es, dass Conceal allgegenwärtig ist und uns wurde bewusst dass man sich Public Keys nur schwer merken kann. Mit Conceal ID gehen wir dieses Problem an und ermöglichen es, einfache Namen als Adressen zu benutzen.",
  "aboutWhatIsTitle": "Was ist Conceal?",
  "aboutWhatIsText1": "Conceal.Network ist eine dezentralisierte Blockchain-Bank, mit Einzahlungen und Investments mit Zinsgenerieung. Ohne Einfluss von finanziellen Institutionen, unterstützt durch 100% Open-Source-Code.",
  "aboutWhatIsText2": "Conceal ermöglicht nicht zurückverfolgbare und anonyme Nachrichten, sowie einen sicheren Weg um Geldmittel zu transferieren. Durch die Nutzung eines Distributed Public Ledgers, werden Absender und Empfänger anonym gehalten, eine der großen Befürchtungen der Nach-Snowden-Ära. Hacker können weder Geld noch Nachrichten zurückverfolgen, wenn sie über ein öffentliche Netzwerke verschickt werden.",
  "aboutWhatIsText3": "Conceal Cryptocurrency (₡CCX) basiert auf dem Cryptonote Protokoll und läuft auf einer sicheren Peer-to-peer-Netzwerktechnologie um ohne zentrale Authorität zu operieren. Du hälst die Private Keys für dein Guthaben in der eigenen Hand.",
  "aboutWhatIsText4": "Conceal ist weltweit zugänglich, unabhängig von geographischer Lage oder Status. Unsere Blockchain ist resistent gegen jede Form von Analyse. Alle deine CCX Transaktionen und Nachrichten sind komplett anonym.",
  "aboutWhatIsText5": "Conceal vermeidet viele Befürchtungen, wie z.B. technologische oder Umweltauswirkungen, die Sicherheit von Bitcoin und erlaubt uns einen Ausblick in die Zukunft.",
  "aboutWhatIsText6": "Conceal ist open-source, community-getrieben und wahrhaft dezentralisiert.",
  "aboutWhatIsText7": "Niemand besitzt Conceal, jeder kann teilnehmen.",
  "aboutVisionTitle": "UNSERE VISION",
  "aboutVisionText1": "Bei Conceal glauben wir, dass es der Zugang zu Wissen erlaubt, dass Ideen sich entwickeln und diverse Communities wachsen.",
  "aboutVisionText2": "Wir glauben daran, dass die Community entscheidet, was Conceal sein wird und dass Entscheidungen zum Wachstum des Protokolls jeden involvieren sollten.",  
  "aboutFeaturesTitle": "FEATURES",
  "aboutFeaturesPrivateTitle": "Privat",
  "aboutFeaturesPrivateText": "Conceal benutzt Ring-Signaturen und Einmal-Adressen für komplett anonyme Zahlungen",
  "aboutFeaturesUntraceableTitle": "Nicht zurückverfolgbar",
  "aboutFeaturesUntraceableText": "Absender und Empfänger von Conceal Transaktionen können nicht miteinander in Verbindung gebracht werden",
  "aboutFeaturesDecentralizedTitle": "Dezentralisiert",
  "aboutFeaturesDecentralizedText": "Conceal folgt Satoshi Nakamoto's initialer Vision einer dezentralisierten, vertrauenslosen Kryptowährung, z.B. eine sichere digitale Währung, betrieben von einem Netzwerk von Usern. Transaktionen werden durch verteilten Konsens bestätigt und dann unveränderbar auf der Blockchain gespeichert. Du musst keinen Third Parties vertrauen, damit dein Geld sicher ist.",
  "aboutFeaturesFungibleTitle": "Fungibel",
  "aboutFeaturesFungibleText": "Conceal ist dank seiner eingebauten Privacy-Features komplett fungibel. Wir bei Bardgeld sind alle Coins gleich, austauschbar. Es ist extrem unwahrscheinlich dass eine Coin irgendwann geblacklisted wird, weil sie in vorangegangenen Transaktionen benutzt wurde.",  
  "aboutFeaturesScalableTitle": "Skalierbar",
  "aboutFeaturesScalableText": "Künftige Skalierungsinitiativen werden eine modulare Sidechain enthalten.",
  "aboutFeaturesCommunityTitle": "Communitygetrieben",
  "aboutFeaturesCommunityText": "Niemand besitzt Conceal. Jeder kann teilnehmen. Entwickelt, gewartet und gefördert durch Freiwillige",
  "aboutFeaturesSimpleTitle": "Einfach",
  "aboutFeaturesSimpleText": "Einfach zu nutzende Desktop und CLI Clients.",
  "aboutFeaturesPlatformsTitle": "Crossplatform",
  "aboutFeaturesPlatformsText": "Verfügbar für PC, Mac, Ubuntu und Android",
  "aboutFeaturesPoWTitle": "Protected Proof Of Work",
  "aboutFeaturesPoWText": "PoW Hash-Funktion ist designt für gleichgestelltes CPU & GPU Mining und ASIC-Resistenzen",
  "aboutFeaturesLimitsTitle": "Angepasste Limits",
  "aboutFeaturesLimitsText": "Conceal passt seine Parameter intilligent an, basierend auf historischen Daten",
  "aboutFeaturesMessagesTitle": "Verschlüsselte Nachrichten",
  "aboutFeaturesMessagesText": "Stelle deine Diskretion sicher mit einem verschlüsselten P2P-Netzwerk, sicherer Kommunikation und selbst-zerstörenden Nachrichten",
  "aboutFeaturesBankingTitle": "Dezentralisiertes Banking",
  "aboutFeaturesBankingText": "Dezentralisierte Einzahlungen auf der Chain, die bis zu 6% Zinsen pro Jahr abwerfen",
  "aboutSpecsTitle": "TECHNISCHE SPEZIFIKATIONEN",
  "aboutSpecsNameTitle": "Name",
  "aboutSpecsNameText": "Conceal",
  "aboutSpecsTickerTitle": "Ticker",
  "aboutSpecsTickerText": "CCX",
  "aboutSpecsSymbolTitle": "Symbol",
  "aboutSpecsSymbolText": "₡",
  "aboutSpecsAlgorithmTitle": "Algorithmus",
  "aboutSpecsAlgorithmText": "PoW, CN-GPU",
  "aboutSpecsDifficultyTitle": "Difficulty",
  "aboutSpecsDifficultyText": "DDA & Zawy's LWMA 3",
  "aboutSpecsPrivacyTitle": "Privacy",
  "aboutSpecsPrivacyText": "Ring Signaturen & Einmal-Adressen",
  "aboutSpecsBlockTimeTitle": "Block Time",
  "aboutSpecsBlockTimeText": "120s",
  "aboutSpecsDecimalsTitle": "Dezimalstellen",
  "aboutSpecsDecimalsText": "6",
  "aboutSpecsPoWTitle": "100% PoW",
  "aboutSpecsPoWText": "Proof of work mit 100% Rewards, die an die Miner gehen sowie mehr als 100 Jahre Miningdauer",
  "aboutSpecsDepositsTitle": "Einzahlungen",
  "aboutSpecsDepositsText": "Bis zu 6% Zinsrate pro Jahr",
  "aboutSpecsMessengerTitle": "Messenger",
  "aboutSpecsMessengerText": "Verschlüsste und selbstzerstörende Nachrichten",
  "aboutSpecsPremineTitle": "Premine",
  "aboutSpecsPremineText": "6% des maximalen Supplies locked über ein 5 Jahre Intervall",
  "aboutSpecsRewardTitle": "Block Reward",
  "aboutSpecsRewardText": "Der Block Reward beträgt konstakt 6 CCX je Block, CCX ist also ein gering inflationäres Asset.",
  "aboutSpecsAddressesTitle": "Adressen",
  "aboutSpecsAddressesText": "Wallet-Adressen bestehen aus einem Zeichenstrang von 98 Zeichen, beginnend mit 'ccx7'",
  
  "mediaTitle1": "Im",
  "mediaTitle2": "Blickpunkt",
  "mediaTitle3": "Nicht unter dem Radar",
  "mediaMenuAMA": "AMA Series",
  "mediaMenuArticles": "Artikel",
  "mediaMenuVideos": "Videos",
  "mediaMenuMining": "Mining",
  "mediaMenuDevUpdates": "Dev Updates",
  "mediaAMATitle": "AMA Series",
  "mediaAMAText": "Trotz unseres Fokus auf Privatsphäre sind wir den Medien nicht entgangen. Wir haben die Aufmerksamkeit einer stetig-wachsenden Zahl an Publikationen und Influencern geweckt.",
  "mediaArticlesTitle": "Artikel",
  "mediaArticlesText": "Wir verbessern unser Ökosystem ständig. Du kannst dich über unsere Reise informieren und findest im Folgenden dazu viele Artikel:",
  "mediaMiningTitle": "Mining",
  "mediaMiningText": "Conceal ist eine 100% PoW Kryptowährung. Erfahre wie du minst und lerne die Best Practices kennen.",
  "mediaVideosTitle": "Videos",
  "mediaVideosText": "Es gibt eine Vielzahl von Videos über Conceal. Wir haben versucht, sie für euch an einem Ort zusammenzufassen, damit ihr euch auf einfache Art und Weise informieren könnt.",
  "mediaUpdatesTitle": "Dev updates",
  "mediaUpdatesText": "Wir arbeiten fortwährend um unser Ökosystem zu verbessern. Hier findet ihr alle monatlichen Updates, wo wir alle bisher erreichten Meilensteine und Änderungen nachhalten.",
  
  "communityTitle1": "Wir verbessern die Welt",
  "communityTitle2": "Gemeinsam",
  "communityAboutTitle": "Community",
  "communityAboutText": "Conceal hat eine riesige Community voller wundervoller Personen, die Ideen miteinander teilen, zusammen arbeiten und sich gegenseitig helfen - egal wo sie sich auf ihrer Blockchain-Reise befinden. Worauf wartest Du?",
  "communityOfficialTitle": "OFFIZIELL",
  "communityGroupsTitle": "GRUPPEN",
  "communityExchangesTitle": "EXCHANGES",
  "communityETHTitle": "ETHEREUM",
  "communityBSClTitle": "BINANCE SMART CHAIN",
  "communityPolygonTitle": "POLYGON",
  "communityMCAPTitle": "MARKET CAP",
  
  "landingFooterAbout": "Über uns",
  "landingFooterTitle": "Conceal.Network ist eine dezentralisierte Blockchain-Bank, mit Einzahlungen und Investments mit Zinsgenerieung. Ohne Einfluss von finanziellen Institutionen, unterstützt durch 100% Open-Source-Code.",
  "landingFooterLinks": "Quick Links",
  "landingFooterLinkWebsite": "Webseite",
  "landingFooterLinkDocs": "Dokumentation",
  "landingFooterLinkDiscord": "Discord",
  "landingFooterLinkTelegram": "Telegram",
  "landingFooterLinkReddit": "Reddit",
  "landingFooterLinkBTCTalk": "Bitcointalk",
  "landingFooterConnect": "Verbinde dich mit uns"
}