{
    "rAbout": "À Propos",
    "rAnd": "Et",
    "rApps": "Apps",
    "rBackToTop": "Haut de page",
    "rBanking": "Banque",
    "rBuying": "Acheter",
    "rBuyCCX": "Acheter CCX",
    "rBuywCCX": "Acheter wCCX",
    "rBridge": "Bridge",
    "rCloud": "Nuage",
    "rCommunity": "Communauté",
    "rContact": "Contact",
    "rDeposit": "Dépôt",
    "rDeposits": "Dépôts",
    "rDesktop": "Bureau",
    "rDeveloper": "Développeur",
    "rDocs": "Docs",
    "rDocumentation": "Documentation",
    "rDuration": "Durée",
    "rExample": "Exemple",
    "rExchanges": "Plateformes d'Échanges",
    "rInTheMedia": "Dans les Médias",
    "rwCCXLPPairs": "wCCX LP pairs",
    "rExplorer": "Exploreur",
    "rFeatures": "Caractéristiques",
    "rFor": "pour",
    "rHashrate": "Hashage",
    "rHeight": "Hauteur",
    "rID": "ID",
    "rInfo": "Info",
    "rInnovation": "Innovation",
    "rInterest": "Intérêt",
    "rLabs": "Labs",
    "rMessage": "Message",
    "rMessaging": "Messagerie",
    "rMilestones": "Étapes",
    "rMiners": "Mineurs",
    "rMining": "Minage",
    "rMobile": "Mobile",
    "rMonths": "Mois",
    "rMore": "Plus",
    "rPaper": "Papier",
    "rPay": "Pay",
    "rPools": "Pools",
    "rPrincipal": "Principal",
    "rProfit": "Profit",
    "rRoadmap": "Feuille de Route",
    "rSend": "Envoyer",
    "rSubject": "Sujet",
    "rTeam": "L'Équipe",
    "rTotal": "Total",
    "rWallets": "Portefeuille",
    "rHeadOf": "Responsable",
    "rSignUp": "S'Enregistrer",
    "rSignIn": "Se Connecter",
    "rLearnMore": "En Savoir plus",
    "rDownload": "Télécharger",
    "rAndroid": "Android",
    "rIphone": "Iphone",
    "rUseConceal": "Utiliser Conceal",
    "rGetCCX": "Obtenir CCX",
    "rProjects": "Projets",
    "rApply": "Appliquer",
    "rSeeForYourself": "Voyez par vous-même",
    "rJoinTheMovement": "Joignez le mouvement",
    
    "onTheBlockchain": "sur la Blockchain",
    "headerDescription": "Finance Décentralisée, Transactions privées & Messagerie Cryptée",
    "labsTeaser": "Conceal vous inspire?",
    "weCanFundYou": "Nous pouvons vous financer...",
    
    "whatWereAbout": "A notre sujet",
    "about1": "Conceal Network est un réseau sécurisé, de pair-à-pair, avec une structure privée. Il permet aux individus et organisations de communiquer de manière anonyme et d'interagir financièrement dans un environnement décentralisé résistant à la censure.",
    "about2": "Doté de la crypto monnaie $CCX, Conceal Network est un projet libre d'accès,  il mimique de manière digitale la monnaie physique tout en respectant la vie privée. Vos transactions en $CCX sont confidentielles,  tels les messages sur Conceal Network, elles sont intraçables, invulnérables et s'effectuent sans autorité centrale grâce à l'utilisation de protocoles cryptographique.",
    "about3": "Conceal Network est à vocation communautaire: quel que soit votre statut social, financier ou même votre position géographique, c'est une banque décentralisée de type blockchain accessible à tous. Conceal Network est détenu par personne et chacun peut participer librement.",
    "aboutBankingDeposits": "Les Dépots sont la colonne vertébrale de l'écosystème Conceal. Les utilisateurs qui épargnent, sous forme de dépôts bloqués, perçoivent des intérêts, le tout de manière décentralisée et impartiale.",
    "encryptedMessages": "Messages Cryptés",
    "aboutEncryptedMessages": "Un service de messagerie vraiment privé, décentralisé, anonyme, intraçable d’un bout à l’autre de la communication, opérant sur la blockchain, avec l'option d'autodestruction du message.",
    "compoundInterestCalculator": "Calculatrice des Intérêts Composés",
    "compoundLevel": "Tranche d’investissement",
    "tier1": "Tiers 1",
    "tier2": "Tiers 2",
    "tier3": "Tiers 3",
    "baseAPR": "Base/APR",
    "maxInterest": "Intérêt Maximal",
    "durationMonths": "Durée: Mois",
    
    "usingConceal": "Utiliser Conceal",
    "aboutUsingConceal": "Conceal Desktop est le centre névralgique pour accéder aux fonctionnalités principales et est disponible sur les plateformes les plus courantes. Avec Conceal Desktop vous pouvez envoyer et recevoir CCX, envoyer de manière sécurisée des messages cryptés, et aussi gérer vos dépôts.",
    
    "gettingCCX": "Obtenir CCX",
    "quickStart": "Démarrage Rapide",
    "aboutGettingCCX": "Le minage est la manière la plus simple pour obtenir CCX. Il vous faudra un logiciel de  minage compatible, utilisant votre CPU et/ou GPUs ou en utilisant notre Conceal Miner.  Regardez par ici",
    "aboutGettingCCX2": "Pour plus d'informations sur le minage de CCX.",
    "officialPool": "Pool Officielle",
    
    "initialCommitMilestone": "Préambule",
    "aboutInitialCommitMilestone": "La première mouture avec Testnet, Daemon, Mineur et Portefeuille est lancée.  Un début sur les chapeaux de roue!",
    "encryptedMessagingAndDepositsMilestone": "Messagerie & Dépôts",
    "aboutEncryptedMessagingAndDepositsMilestone": "Innovation en terme de finance décentralisée (DeFi) : les sommes épargnées génèrent des intérêts. Et introduction des messages cryptés autodestructeurs.  Wow!",
    "websiteAndBlockExplorerMilestone": "Site Web & Explorateur de Block",
    "aboutWebsiteAndBlockExplorerMilestone": "Naissance du site Web, il centralise ainsi toute l'information sur le projet.  L'explorateur de  Block est lancé.  On est en feu!",
    "exchangeListingAndInvestmentsMilestone": "Listage sur Plateforme d'Échange & d'Investissements",
    "aboutExchangeListingAndInvestmentsMilestone": "CCX est listé sur la plateforme d'échange STEX. Le système de dépôts est remanié pour fonctionner avec les investissements.  Le cours monte!",
    "customAlgorithmMilestone": "Algorithme sur mesure",
    "aboutCustomAlgorithmMilestone": "L'Algorithme Cryptonote Conceal, Proof-of-Work (preuve-de-travail), est créer pour résister au minage par les FPGAs, ASICs & Nicehash.  Le pouvoir au petit peuple!",
    "aboutConcealCloudMilestone": "Mise en ligne du Nuage Conceal, il offre un accès au portefeuille CCX par le net. Une montée en puissance avec plein de fonctionnalités et toujours en toute sécurité, l'adoption décolle!",
    "aboutConcealLabsMilestone": "Conceal Labs ouvre ses portes, et offre ainsi à quiconque la possibilité d'être rémunéré pour participer à l'élaboration de Conceal. La communauté s'agrandit!",
    "aboutConcealMobileMilestone": "Conceal Mobile est lancé, offrant un portefeuille mobile fiable avec la messagerie cryptée. La popularité de la messagerie explose!",
    "aboutConcealPayMilestone": "Conceal Pay est créé, chacun peux recevoir des paiements ou des dons en CCX. Les volumes augmentent!",
    "aboutConcealIDMilestone": "Conceal ID est lancé, des noms d'utilisateurs, plus facilement identifiables, peuvent désormais être utilisé à la place d'adresse. L'utilisation se simplifie!",
    "daemonAndWalletImprovementsMilestone": "Amélioration du Daemon et Portefeuille",
    "aboutdaemonAndWalletImprovementsMilestone": "Conceal Desktop v6 est lancé avec une nouvelle interface et des amélioration du gestionnaire de réseau.  On devient sophistiqué!",
    "miningAlgorithmMilestone": "Algorithme de minage CN-GPU",
    "aboutMiningAlgorithmMilestone": "L'algorithme CN-GPU, Proof-of-Work (preuve-de-travail) résiste au minage par les FPGAs, ASICs, Botnet & Nicehash. Le Pouvoir au peuple!",
    "wCCXETHMilestone": "Wrapped CCX (wCCX)",
    "aboutwCCXETHMilestoneMilestone": "Wrapped CCX est créé sur la blockchain ethereum, les détenteurs de CCX accèdent désormais à la Finance Décentralisée (DEFI) sur ETH!",
    "wCCXUniAndTrustMilestone": "wCCX sur Uniswap et dans Trustwallet",
    "aboutwCCXUniAndTrustMilestone": "wCCX est disponible sur la plus sulfureuse plateforme d'échanges décentralisés (DEX) de l'époque et est aussi ajouté à Trustwallet.",
    "depositsCloundAndMobileMilestone": "Dépôts dans le Nuage & Mobile",
    "aboutDepositsCloundAndMobileMilestone": "Les Intérêts arrivent dans le Nuage et sur mobile. Vous recevez vos intérêts sur votre téléphone portable!",
    "selfDestructCloundAndMobileMilestone": "Message autodestructeurs dans le Nuage & sur Mobile",
    "aboutSelfDestructCloundAndMobileMilestone": "Envoyer à d'autres utilisateurs des messages qui s'autodétruisent.",
    "swapMilestone": "Conceal Swap",
    "aboutSwapMilestone": "Échanger vos CCX pour des wCCX et vice versa avec l'outil d'échange.",
    "cLiveMilestone": "CONCEAL LIVE",
    "aboutCLiveMilestone": "Plateforme décentralisée de pair-à-pair et cryptée d'un bout à l'autre pour les appels vidéo / audio et les messages.",
    "cHub01Milestone": "Conceal HUB - Lancement initial",
    "aboutCHub01Milestone": "Application universelle avec le portefeuille comme centre névralgique",
    "cHub02Milestone": "Conceal HUB - Version 2",
    "aboutCHub02Milestone": "Deuxième version incluant les dépôts et les modules d'identité (ID)",
    "cHub03Milestone": "Conceal HUB - Version 3",
    "aboutCHub03Milestone": "Troisième version incluant un module de passerelle (Bridge)",
    "stableDepositsMilestone": "Dépôts Stables",
    "aboutStableDepositsMilestone": "Des dépôts rattachés à un actifs stable, pour gagner des intérêts en toute tranquillitté d'esprit.",
    "concealVaultMilestone": "Le Coffre-Fort Conceal",
    "multisigWalletsMilestone": "Portefeuille à Signature-Multiples",
    "hwWalletSupportMilestone": "Support pour Portefeuille Matériels (Hardware Wallet)",
    "distAPILayerMilestone": "Diffusion de l'interface d'application pour programmateur (API Layer)",
    "concealCardMilestone": "Carte Conceal",
    
    "poweredBy": "Sous l'action de ",
    "theTeam": "L'équipe Conceal",
    "founder": "Foundateur",
    "ops": "des Opérations",
    "dev": "Développement",
    "tech": "des Technologies",
    "economics": "Economie",
    "marketing": "du Marketing",
    "businessDev": "Développement Entreprise",
    "community": "Communauté",
    "seniorDev": "Développeur en chef",
    "communityManager": "Responsable Communauté",
    "pr": "Relations Publiques",
    "collabTitle": "Cela pourrait être vous...",
    "collabText": "DEVENIR MEMBRE DU PROJET",
    
    "helpdeskTitle": "AVEZ VOUS UN PROBLÈME OU BESOIN DE NOUS CONTACTER?",
    "helpdeskText": "Utilisez notre centre d'aide",
    "helpdeskBtn": "Envoyer un Billet",
    
    "theCommunity": "La Communauté",
    
    "wereFriendly": "On est sympa",
    "contactUs": "Contactez Nous",
    "yourName": "Votre Nom",
    "yourEmailAddress": "Votre Adresse E-mail",
    
    "whereToFindUs": "Où nous trouver",
    "whereToFindUsInfo1": "Pour en savoir plus, visitez notre chaîne",
    "whereToFindUsInfo2": "Vous trouverez notre code source ainsi que des versions ultérieurs sur",
    "whereToFindUsInfo3": "et nos dernières nouvelles sur",
    "officialMailTitle": "Adresse E-Mail Officielle:",
    "otherWaysToFindUs": "Suivez nous en ligne.",
    "termsAndConditions": "Termes & Conditions",
    "allRightsReserved": "Tous Droits réservés",
    
    "mobileHeader": "CONCEAL MOBILE",
    "mobileTitle": "Application Portefeuille de Conceal, être riche en sécurité !",
    "mobileAbout": "Nous nous efforçons de rendre la crypto-monnaie Conceal le plus facile d'utilisation possible. Avec le Portefeuille Mobile Conceal, vous avez, en tout temps, un accès rapide et sécurisé.",
    "mobileWalletsTitle": "Portefeuille Multiple",
    "mobileWalletsText": "Conceal Mobile permet l'utilisation de plusieurs portefeuilles, chacun possède sa propre adresse et peut être utilisé à des fins différentes.",
    "mobileMessagesTitle": "Messages Cryptés",
    "mobileMessagesText": "Envoyer des messages cryptés sur la blockchain. La messagerie fonctionne dans le nuage, et sur l'application bureau et mobile. Seuls vous et le destinataire avez accès.",
    "mobilePaymentsTitle": "Paiements REÇUS",
    "mobilePaymentsText": "Recevez facilement des paiements de la famille, des amis ou de n'importe qui, de n'importe où.",
    "mobileBookTitle": "Carnet d'Adresses",
    "mobileBookText": "Pas besoin de copier/coller des adresses à chaque fois. Maintenez votre carnet d'adresse à jour pour ainsi envoyer et recevoir des fonds facilement.",
    "mobileMarketTitle": "Données sur le Marché en temps réel",
    "mobileMarketText": "Vous pouvez facilement rester informé sur le cours en temps réel, même en déplacement.",
    
    "bankingHeader": "BANQUE CONCEAL",
    "bankingTitle": "Banque alimentée par la Blockchain",
    "bankingAbout": "Le système bancaire de Conceal élimine les intermédiaires inutiles, il donne à chacun l'opportunité de déposer leur fonds sur la Blockchain et de recevoir des intérêts en échange.",
    "bankingBlockchainTitle": "CONSTRUIT AVEC LA PUISSANCE DE LA BLOCKCHAIN",
    "bankingBlockchainText": "La Banque Conceal est complètement décentralisée et construite sur la Blockchain Conceal.",
    "bankingDepositsTitle": "DES INTERÊTS POUR LES FONDS ÉPARGNÉS",
    "bankingDepositsText": "La Banque Conceal est l'opportunité, ouverte à tous, de recevoir des intérêts en échange des fonds déposés.",
    "bankingWorldwideTitle": "ACCÈS INTERNATIONALE",
    "bankingWorldwideText": "Des millions de personnes dans le monde n'ont pas accès à un service bancaire. Le service Bancaire de Conceal fourni un accès au plus nécessiteux où qu'ils soient sur Terre.",
    "bankingFundsSafeTitle": "GARDER VOS FONDS EN SÉCURITÉ",
    "bankingFundsSafeText": "Vos fonds sont déposés sur la blockchain, en toute sécurité, par le système bancaire de Conceal.",
    "bankingSavingsTitle": "GAGNER PLUS QU'AVEC UN SIMPLE COMPTE D'ÉPARGNE",
    "bankingSavingsText": "L'épargne avec le système bancaire de Conceal génère plus de revenu qu'un compte classique: jusqu'à 6% d'intérêts composés par an.",
    
    "idHeader": "CONCEAL ID",
    "idTitle": "La Blockchain de Marque",
    "idAbout": "Notre but est de rendre Conceal omniprésent. Nous réalisons que les clefs publiques sont difficiles à mémoriser et à reconnaître. Ainsi, avec Conceal ID, nous résolvons ce problème en permettant à des noms facilement identifiables d'être utilisés en lieu et place d'adresses.",
    "idSecurityTitle": "Conçu avec la sécurité de Open ID",
    "idSecurityText": "Pas besoin de réinventer la roue, c'est donc avec soin que nous avons choisi le protocole OpenId. Ce dernier ayant largement fait ses preuves.",
    "idCloudTitle": "CONSTRUIT SUR LA PUISSANCE DU NUAGE CONCEAL",
    "idCloudText": "Conceal ID est intégré de manière harmonieuse au Nuage Conceal pour une facilité d'utilisation absolue.",
    "idShareTitle": "PARTAGEZ VOTRE CONCEAL ID",
    "idShareText": "Envoyez-nous quelques CCX à team.conceal.id - et le tour est joué! Partagez votre adresse Conceal ID personnalisée, elle est désormais plus facile à mémoriser et à reconnaitre, c'est plus commode pour tous!",
    "idPaymentsTitle": "RECEVOIR DES PAIEMENTS EN TOUTE SIMPLICITÉ",
    "idPaymentsText": "La réception de dons et de paiements de la part de clients ou d'amis est plus facile grâce à votre Conceal ID.",
    "idIntegrationTitle": "Construit pour l'intégration",
    "idIntegrationText": "Construit avec une Interface de programmation pour application (API) qui s'intègre avec vos plateformes ou apps préférées.",
    
    "messagingHeader": "MESSAGERIE CONCEAL",
    "messagingTitle": "Messages Cryptés Décentralisés",
    "messagingAbout": "La Messagerie Conceal donne de l'ampleur à notre écosystème en intégrant complètement les messages cryptés sur la Blockchain.",
    "messagingDestructTitle": "MESSAGES AUTODESTRUCTEURS",
    "messagingDestructText": "La Messagerie Conceal permet aux messages de s'autodétruire en se supprimant d'eux même après lecture.",
    "messagingVarietyTitle": "MOBILE, BUREAU OU NUAGE",
    "messagingVarietyText": "La Messagerie Conceal fonctionne dans le Nuage Conceal (Cloud), Bureau et Mobile.",
    "messagingDecentralizedTitle": "DÉCENTRALISÉE",
    "messagingDecentralizedText": "La Messagerie Conceal est un service décentralisé fonctionnant sur la Blockchain.",
    "messagingBookTitle": "CARNET D'ADDRESSES",
    "messagingBookText": "Pas la peine de copier / coller une adresse à chaque fois, enregistrez-la dans les contacts de votre carnet d'adresse, et la rédaction de vos messages devient plus facile.",
    "messagingEncryptedTitle": "CRYPTÉS",
    "messagingEncryptedText": "Tous les Messages Conceal sont cryptés. Quiconque, autre que l'émétteur et le destinataire ne peut les lire.",
    
    "cLiveHeader": "CONCEAL LIVE",
    "cLiveTitle": "Conceal Live (Clive), est un logiciel puissant pour des communications privées et protégées, offrant gratuitement un service de messagerie avec audio et vidéo, de pairs-à-pairs; Le tout crypté d'un bout à l'autre de la communication.",
    "cLiveAbout1": "Clive est en accès gratuit pour tous et sans pubs. Ce système de communication privé est actuellement disponible pour les utilisateurs d'Android et Windows; et iOS dans un futur proche.",
    "cLiveAbout2": "Clive redonne au gens le caractère privé de leurs communications.",
    "cLiveSecureTitle": "COMMUNICATION SECURISÉE",
    "cLiveSecureText": "Les connections sur Clive sont totalement cryptées d'un bout à l'autre. Toutes les données de Clive sont seulement stockées sur l'appareil où il est installé.",
    "cLiveNoServersTitle": "AUCUN SERVEUR",
    "cLiveNoServersText1": "Puisque toutes les connections sont de pair-à-pair et cryptées d'un bout à l'autre, Clive n'a pas besoin de serveur ou d'autorité centrale pour fonctionner. Les vitesses de transfert sont grandement réduites par le fait des connections directes entre utilisateurs.",
    "cLiveNoServersText2": "Les utilisateurs 'Autonomes' qui sont sur le même réseau local peuvent communiquer même si ils ne sont pas connectés à internet.",
    "cLiveConferenceTitle": "CONFERENCE AUDIO ET VIDÉO",
    "cLiveConferenceText": "Clive permet de faire des conférences audio et vidéo de manière illimitée. Il n'y a pas de limite sur le nombre de participant ou la durée des appels. (Seulement limité par vos ressources matérielles).",
    "cLiveExperienceTitle": "EXPERIENCE UTILISATEUR SANS PRÉCÉDENTS",
    "cLiveExperienceText": "Partager des images, de l'audio ou des fichiers sans limite de taille. Utilisez des émot-icones et autres fonctionnalités de chat de manière privée et sécurisée.",
    "cLiveFlexibleTitle": "FLEXIBILITÉ",
    "cLiveFlexibleText": "Clive dispose de nombreuses options et fonctionne sur différentes plateformes.",
    "cLiveFooterText1": "Clive est offert à tous; un outils formidable dans l'écosystème CONCEAL en constante expansion.",
    "cLiveFooterText2": "Profitez de Clive et du style de vie Conceal !",
    
    "payHeader": "CONCEAL PAY",
    "payTitle1": "Simplifié",
    "payTitle2": "Blockchain",
    "payTitle3": "Paiements",
    "payAbout": "La réception de paiements sur Conceal Network est plus simple pour les entreprises et les individus grâce à Conceal Pay.",
    "payBlockchainTitle": "CONSTRUIT AVEC LA PUISSANCE DE LA BLOCKCHAIN",
    "payBlockchainText": "Conceal Pay donne aux entreprises et individus la possibilité d'accepter des paiements sur la Blockchain Conceal.",
    "payCloudTitle": "BASÉ SUR LA PUISSANCE DU CONCEAL CLOUD",
    "payCloudText": "Conceal Pay est partie intégrante du Nuage Conceal pour une facilité d'utilisation incroyable.",
    "payLinksTitle": "LIENS-PAIEMENTS",
    "payLinksText": "Créez simplement une URL sur une page web où vos clients ou amis pourront vous envoyer des paiements.",
    "paySimpleTitle": "PAIEMENTS SIMPLIFIÉS AU MAXIMUM",
    "paySimpleText": "Conceal Pay rend la réception de paiement en ligne un vrai jeu d'enfant, que ce soit pour vous personnellemment ou pour votre activité professionnelle.",
    "payIntegrationTitle": "CONSTRUIT POUR ÊTRE INTÉGRER",
    "payIntegrationText": "Construit avec une API pour être intégrer rapidement sur votre site web et y recevoir des paiements.",
    
    "labsHeader": "CONCEAL LABS",
    "labsTitle1": "Faites avancer vos rêves",
    "labsTitle2": "vers la réalité",
    "labsAbout": "Nous nous efforçons de développer un vaste écosystème en soutenant la communauté. Conceal Labs fournit aux développeurs, entrepreneurs & créateurs le démarrage rapide dont ils ont besoin pour faire de leurs rêves une réalité.",
    "labsIdeaTitle": "VOUS AVEZ UNE IDÉE?",
    "labsIdeaText": "Avez-vous uns projet qui implique Conceal d'une manière ou d'une autre? <a href='https://discord.gg/YbpHVSd'>Parlez-en nous!",
    "labsMoneyTitle": "BESOIN D'UN COUP DE POUCE ?",
    "labsMoneyText": "Il manque, parfois, seulement le fincancement pour faire décoller vos idées.",
    "labsFundsTitle": "NOUS POUVONS VOUS FINANCER",
    "labsFundsText": "Nos créateurs ont des fonds mis de côté pour subventionner des projets de la communauté.",
    "labsListedTitle": "ON VOUS FINANCE",
    "labsListedText": "Recevez un financement de notre part ainsi que la promotion de votre projet sur notre site.",
    "labsProjectsTitle": "Projets",
    "labsProjectsText": "Venez voir les projets que nous avons financé. <a href='https://discord.gg/YbpHVSd'>Soyez le prochain!</a>",
    "labsFooterText": "À venir bientôt : un navigateur plein de complicités!",
    
    "aboutTitle": "DeFi Anonyme & Communication Privée",
    "aboutAbout": "Notre objectif est de rendre Conceal omniprésent, et nous réalisons que les clefs publiques peuvent être difficiles à mémoriser et reconnaitre. C'est pourquoi avec Conceal ID nous résolvons ce problème en permettant à des noms plus facilement identifiables et utilisables d'être utilisés comme adresses. ",
    "aboutWhatIsTitle": "Qu'est ce que Conceal?",
    "aboutWhatIsText1": "Conceal est une banque décentralisée sur la blockchain, avec des dépôts et épargne générant des intérêts, sans implication d'institution financière, fonctionnant à 100% sur un code libre d'accès.",
    "aboutWhatIsText2": "La messagerie Conceal est intraçable, anonyme, et permet le transfère de fonds sécurisé. Utilisant un répertoire de transaction distribué publiquement, l'émetteur et le receveur restent anonyme, un élément clef dans le monde après l'affaire Snowden. Les pirates informatique ne peuvent pas tracer l'argent ou les messages quand ceux-ci sont envoyés sur des réseaux publiques.",
    "aboutWhatIsText3": "La Crypto monnaie Conceal (₡CCX) est basée sur le protocole Cryptonote et circule sur un réseau de technologie de pair-à-pair. Elle fonctionne sans autorité centrale. Vous controlez les clefs privées de vos fonds.",
    "aboutWhatIsText4": "Conceal peut être accessible par n'importe qui dans le monde, quel que soit sa position géographique ou son statut social. Notre blockchain est réistante aux analyses externes. Toutes vos transactions de CCX et messages sont anonymes.",
    "aboutWhatIsText5": "Conceal élimine toutes inquiétutes,que Bitcoin peut avoir, i.e. technologique, impacte environnemental, réputation et sécurité;  et fournie un regard prometteur sur l'avenir.",
    "aboutWhatIsText6": "Conceal est une communauté libre d'accès, et vraiment décentralisée.",
    "aboutWhatIsText7": "Conceal n'est détenu par personne, et chacun peut prendre part.",
    "aboutVisionTitle": "NOTRE VISION",
    "aboutVisionText1": "À Conceal, nous croyons que l'accès à la connaissance suscite l'inspiration vers de grandes idées et permet à une communauté diversifiée de s'épanouir'.",
    "aboutVisionText2": "Nous croyons que le devenir de Conceal est basé sur les decisions de la communauté, l'expansion du protocole est l'affaire de tous. Les pirates informatique ne peuvent pas tracer l'argent ou les messages quand ceux-ci sont envoyés sur des réseaux publiques.",
    "aboutFeaturesTitle": "CARACTÉRISTIQUES",
    "aboutFeaturesPrivateTitle": "Privé",
    "aboutFeaturesPrivateText": "Conceal utilise  des 'ring signatures' et des adresses éphémères pour des paiements vraiment anonymes",
    "aboutFeaturesUntraceableTitle": "Intraçable",
    "aboutFeaturesUntraceableText": "Sur Conceal, il n'y a pas de traces entre l'émetteur et le récepteur.",
    "aboutFeaturesDecentralizedTitle": "Decentralisé",
    "aboutFeaturesDecentralizedText": "Conceal poursuit la vision originale de Satoshi Nakamoto's concernant la décentralisation, crypto monnaie de confiance, ex.  monnaie digitale sécurisée, opérée par un réseau d'utilisateur. Les transactions sont confirmées par un concensus de manière équitable et sont enregistrées inaltérablement sur la blockchain. Pas besoin de se fier à une tierce partie pour garder votre monnaie en sécurité.",
    "aboutFeaturesFungibleTitle": "Fongible",
    "aboutFeaturesFungibleText": "Conceal est réellement fongible, de part ces caractéristiques  de discrétion intrasèque . Tel l'argent liquide, chaque 'pièce' de monnaie Conceal est éguale et interchangeable. Il est quasi impossible qu'une pièce soit dévaluée en cas d'utilisation frauduleuse dans une précédente transaction.",
    "aboutFeaturesScalableTitle": "Évolutif",
    "aboutFeaturesScalableText": "Les initiatives d'évolutions futures vont inclure une chaîne parallèle modulaire.",
    "aboutFeaturesCommunityTitle": "Une Communauté Motivante",
    "aboutFeaturesCommunityText": "Personne ne possède Conceal. Chacun peut prendre part. Développé, maintenu et fondé par des bénévoles",
    "aboutFeaturesSimpleTitle": "Simple",
    "aboutFeaturesSimpleText": "Desktop et CLI clients sont faciles d'utilisation.",
    "aboutFeaturesPlatformsTitle": "Différentes Plateformes",
    "aboutFeaturesPlatformsText": "Disponible pour PC, Mac, Ubuntu et Android",
    "aboutFeaturesPoWTitle": "Protégé par  Proof Of Work",
    "aboutFeaturesPoWText": "La fonction de hashage PoW est destinée à apporter équité dans le minage par CPU et GPU tout en étant résitante aux Circuits Intégrés avec Application Spécifique (ASIC)",
    "aboutFeaturesLimitsTitle": "Limites Adaptatives",
    "aboutFeaturesLimitsText": "Conceal ajuste de manière intelligente ses paramètres, basé sur les données passées",
    "aboutFeaturesMessagesTitle": "Messages Cryptés",
    "aboutFeaturesMessagesText": "Sécurisez votre confidentialité sur un réseau P2P crypté, securisez vos communications et messages autodestructeur cryptés",
    "aboutFeaturesBankingTitle": "Banque Décentralisée",
    "aboutFeaturesBankingText": "Dépôts décentralisés sur la chaîne, rémunèrant jusqu'à 6% d'intérêt par an",
    "aboutSpecsTitle": "SPECIFICATIONS TECHNIQUES",
    "aboutSpecsNameTitle": "Nom",
    "aboutSpecsNameText": "Conceal",
    "aboutSpecsTickerTitle": "Code",
    "aboutSpecsTickerText": "CCX",
    "aboutSpecsSymbolTitle": "Symbol",
    "aboutSpecsSymbolText": "₡",
    "aboutSpecsAlgorithmTitle": "Algorithme",
    "aboutSpecsAlgorithmText": "PoW, CN-GPU",
    "aboutSpecsDifficultyTitle": "Difficulté",
    "aboutSpecsDifficultyText": "DDA & Zawy's LWMA 3",
    "aboutSpecsPrivacyTitle": "Conceal",
    "aboutSpecsPrivacyText": "Ring Signatures & Adresses Éphémère",
    "aboutSpecsBlockTimeTitle": "Durée de Block",
    "aboutSpecsBlockTimeText": "120s",
    "aboutSpecsDecimalsTitle": "Décimale après la virgule",
    "aboutSpecsDecimalsText": "6",
    "aboutSpecsPoWTitle": "100% PoW",
    "aboutSpecsPoWText": "Preuve de travail (PoW) avec 100% des récompenses qui vont aux mineurs et plus de 100 ans d'exploitation",
    "aboutSpecsDepositsTitle": "Dépôts",
    "aboutSpecsDepositsText": "Jusqu'à 6% d'intérêt par an",
    "aboutSpecsMessengerTitle": "Messagerie",
    "aboutSpecsMessengerText": "Messages cryptés et autodestructeurs",
    "aboutSpecsPremineTitle": "Premium",
    "aboutSpecsPremineText": "6% du capital maximal verrouillé sur des périodes de 5 ans",
    "aboutSpecsRewardTitle": "Récompense de Block",
    "aboutSpecsRewardText": "La récompense de Block est constante et est de 6 CCX par block, faisant ainsi de CCX un asset à inflation très lente.",
    "aboutSpecsAddressesTitle": "Adresses",
    "aboutSpecsAddressesText": "Les adresses de Portefeuille sont une chaîne de 98 caractères commençant par 'ccx7'",
    
    "mediaTitle1": "Une avancée",
    "mediaTitle2": "Remarquée",
    "mediaTitle3": "Non Dissimulée",
    "mediaMenuAMA": "AMA Series",
    "mediaMenuArticles": "Articles",
    "mediaMenuVideos": "Vidéos",
    "mediaMenuMining": "Mining",
    "mediaMenuDevUpdates": "Mise à jour Développeurs",
    "mediaAMATitle": "AMA Séries",
    "mediaAMAText": "En dépit de nos éfforts sur la discrétion, Conceal est très remarqué par les médias. Un nombre grandissant d'articles de presse et d'influenceur nous ont mentionné.",
    "mediaArticlesTitle": "Articles",
    "mediaArticlesText": "Nous améliorons constament notre écosystème. Pour plus d'information sur notre aventure et nos réalisations, lisez les articles ci-dessous.",
    "mediaMiningTitle": "Minage",
    "mediaMiningText": "Conceal est une crypto monnaie à 100% Preuve-de-travail (PoW). Renseignez-vous sur comment la miner et quelle est la meilleure façon de procéder.",
    "mediaVideosTitle": "Vidéos",
    "mediaVideosText": "Conceal a été le sujet de plusieurs vidéos. Nous les avons rassembler pour vous en un seul et même endroit. Pour un accès à l'information plus facile.",
    "mediaUpdatesTitle": "Mise à jour Développeur",
    "mediaUpdatesText": "Nous somme toujours dans une démarche d'amélioration continue de notre écosystème. Vous pouvez lire les mises à jours mensuelles, où nous résumons toutes les étapes et changements fait à ce jour.",
    
    "communityTitle1": "Améliorer le Monde",
    "communityTitle2": "Ensemble",
    "communityAboutTitle": "Communauté",
    "communityAboutText": "Conceal possède une communauté grandissante, pleine de membres enthousiastes qui partagent leurs idées , travaillent, et s'entraident quel que soit leur parcours sur la Blockchain. Qu'attendez-vous ?",
    "communityOfficialTitle": "LIENS OFFICIELS",
    "communityGroupsTitle": "GROUPES",
    "communityExchangesTitle": "ÉCHANGES",
    "communityETHTitle": "ETHEREUM",
    "communityBSClTitle": "BINANCE SMART CHAIN",
    "communityPolygonTitle": "POLYGON",
    "communityMCAPTitle": "MARCHÉS BOURSIERS",
    
    "landingFooterAbout": "À Propos",
    "landingFooterTitle": "Conceal Network est une banque décentralisée sur la blockchain, avec des dépôts d'épargne générant des intérêts. Elle fonctionne à 100% sur un code libre d'accès, sans l'implication d'institutions financières.",
    "landingFooterLinks": "Liens Rapide",
    "landingFooterLinkWebsite": "Site Web",
    "landingFooterLinkDocs": "Documentation",
    "landingFooterLinkDiscord": "Discord",
    "landingFooterLinkTelegram": "Telegram",
    "landingFooterLinkReddit": "Reddit",
    "landingFooterLinkBTCTalk": "Bitcointalk",
    "landingFooterConnect": "Pour nous suivre",
    "dataProvidedBy": "Données fournies par"
}
