{
  "rAbout": "Over",
  "rAnd": "En",
  "rApps": "Apps",
  "rBackToTop": "Terug naar Boven",
  "rBanking": "Bankieren",
  "rBuying": "Kopen",
  "rBuyCCX": "Buy CCX",
  "rBuywCCX": "Buy wCCX",
  "rBridge": "Bridge",
  "rCloud": "Cloud",
  "rCommunity": "Gemeenschap",
  "rContact": "Contact",
  "rDeposit": "Storten",
  "rDeposits": "Stortingen",
  "rDesktop": "Bureaublad",
  "rDeveloper": "Ontwikkelaar",
  "rDocs": "Documenten",
  "rDocumentation": "Documentatie",
  "rDuration": "Duur",
  "rExample": "Voorbeeld",
  "rExchanges": "Exchanges",
  "rInTheMedia": "In de Media",
  "rwCCXLPPairs": "wCCX LP paar",
  "rExplorer": "Verkenner",
  "rFeatures": "Kenmerken",
  "rFor": "voor",
  "rHashrate": "Hashrate",
  "rHeight": "Hoogte",
  "rID": "ID",
  "rInfo": "Informatie",
  "rInnovation": "Innovatie",
  "rInterest": "Rente",
  "rLabs": "Labs",
  "rMessage": "Bericht",
  "rMessaging": "Berichten",
  "rMilestones": "Mijlpalen",
  "rMiners": "Miners",
  "rMining": "Minen",
  "rMobile": "Mobiel",
  "rMonths": "Maanden",
  "rMore": "Meer",
  "rPaper": "Offline wallet",
  "rPay": "Betaal",
  "rPools": "Pools",
  "rPrincipal": "Opdrachtgever",
  "rProfit": "Winst",
  "rRoadmap": "Roadmap",
  "rSend": "Verstuur",
  "rSubject": "Onderwerp",
  "rTeam": "Team",
  "rTotal": "Totaal",
  "rWallets": "Portemonnees",
  "rHeadOf": "Leider van",
  "rSignUp": "Aanmelden",
  "rSignIn": "Inloggen",
  "rLearnMore": "Learn More",
  "rDownload": "Download",
  "rAndroid": "Android",
  "rIphone": "Iphone",
  "rUseConceal": "Gebruik Conceal",
  "rGetCCX": "Koop CCX",
  "rProjects": "Projecten",
  "rApply": "Aanmelden",
  "rSeeForYourself": "Zie het zelf",
  "rJoinTheMovement": "Doe mee",

  "onTheBlockchain": "op de Blockchain",
  "headerDescription": "Gedecentraliseerde Financiën, Privé Transacties & Versleutelde Berichten",
  "labsTeaser": "Wil je iets gaafs bouwen met Conceal?",
  "weCanFundYou": "Misschien financieren we je wel...",

  "whatWereAbout": "Wie we zijn",
  "about1": "Conceal Network is een veilig peer-to-peer privacykader dat individuen en organisaties in staat stelt anoniem te communiceren en betalen in een gedecentraliseerde en censuurbestendige omgeving.",
  "about2": "Conceal Network staat achter de $CCX cryptocurrency, een open source, privacy beschermd digitaal geldsysteem dat fysiek geld nabootst; niemand weet waar u uw $CCX opslaat of uitgeeft. Alle transacties, stortingen en berichten op Conceal Network zijn onvindbaar, fraudebestendig en werken zonder centrale autoriteit door het gebruik van cryptografische protocollen.",
  "about3": "Conceal Network is een community-gedreven, echt gedecentraliseerde blockchain-bank die voor iedereen toegankelijk is, ongeacht sociale of financiële status en geografische locatie. Niemand is eigenaar van Conceal Network en iedereen kan gratis deelnemen.",
  "aboutBankingDeposits": "Stortingen vormen de ruggengraat van het Conceal-ecosysteem en bieden gebruikers een gedecentraliseerde en egalitaire vorm van cold staking die rente verdient op vergrendelde stortingen.",
  "encryptedMessages": "Versleutelde Berichten",
  "aboutEncryptedMessages": "Een echt privé, gedecentraliseerde, anonieme, niet-traceerbare en end-to-end gecodeerde berichtenservice die op de blockchain werkt en tegelijkertijd zelfvernietigende berichten toestaat.",
  "compoundInterestCalculator": "Samengestelde Rentecalculator",
  "compoundLevel": "Samengesteld Niveau",
  "tier1": "Niveau 1",
  "tier2": "Niveau 2",
  "tier3": "Niveau 3",
  "baseAPR": "Base/APR",
  "maxInterest": "Maximale Rente",
  "durationMonths": "Duur: Maanden",

  "usingConceal": "Conceal Gebruiken",
  "aboutUsingConceal": "Conceal Desktop is het centrale interactiepunt voor de belangrijkste functies van Conceal en is beschikbaar voor alle grote platforms. Met Conceal Desktop kunt u CCX en versleutelde beveiligde berichten verzenden, ontvangen en uw stortingen beheren.",

  "gettingCCX": "CCX bemachtigen",
  "quickStart": "Snelle Start",
  "aboutGettingCCX": "De gemakkelijkste manier om CCX te krijgen, is door te minen met CPU's of met een van de vele miners die CCX ondersteunen, of door onze Conceal Miner te gebruiken. Bekijk onze",
  "aboutGettingCCX2": "voor meer gedetailleerde informatie over het minen van CCX.",
  "officialPool": "Officiële Pool",

  "initialCommitMilestone": "Initiële vastlegging",
  "aboutInitialCommitMilestone": "De eerste release-kandidaat, Testnet, Daemon, Miner en Wallet zijn uitgebracht. Het begin van iets groots.",
  "encryptedMessagingAndDepositsMilestone": "Versleutelde Berichten & Stortingen",
  "aboutEncryptedMessagingAndDepositsMilestone": "Innovatieve bankfuncties die gebruik maken van cold-staking stortingen die rente betalen en zelfvernietigende gecodeerde berichten zijn uitgebracht. Wauw!",
  "websiteAndBlockExplorerMilestone": "Website & Block Explorer",
  "aboutWebsiteAndBlockExplorerMilestone": "De officiële website is live en biedt een centraal informatiepunt voor het project. De Block Explorer is vrijgegeven. We gaan lekker!",
  "exchangeListingAndInvestmentsMilestone": "Exchange Listing & Investeringen",
  "aboutExchangeListingAndInvestmentsMilestone": "CCX is gelist op crypto-exchange STEX en het stortingssysteem is vernieuwd om investeringen te ondersteunen. De waarde van CCX stijgt!",
  "customAlgorithmMilestone": "Algoritme op maat",
  "aboutCustomAlgorithmMilestone": "Het Cryptonote Conceal Proof-of-Work-algoritme is vrijgegeven om FPGA-, ASIC- en Nicehash-resistent te zijn. Breng de macht terug naar de mensen!",
  "aboutConcealCloudMilestone": "Conceal Cloud is uitgebracht en biedt een veilige, krachtige en functierijke webportemonnee voor CCX. Adoptie schiet omhoog!",
  "aboutConcealLabsMilestone": "Conceal Labs is uitgebracht en biedt iedereen de mogelijkheid om betaald te worden om coole dingen te bouwen met Conceal. De community groeit!",
  "aboutConcealMobileMilestone": "Conceal Mobile is uitgebracht en biedt een robuuste mobiele portemonnee met versleutelde berichten. De populariteit van berichten explodeert!",
  "aboutConcealPayMilestone": "Conceal Pay is uitgebracht, waardoor het voor iedereen eenvoudig is om betalingen of donaties in CCX te accepteren. Volume stijgt!",
  "aboutConcealIDMilestone": "Conceal ID is uitgebracht wat makkelijk te onthouden adressen/ gebruikersnamen mogelijk maakt. Gebruiksgemak verbeterd! ",
  "daemonAndWalletImprovementsMilestone": "Daemon & Wallet Verbeteringen",
  "aboutdaemonAndWalletImprovementsMilestone": "Conceal Desktop v6 is uitgebracht met  met verschillende interface- en daemonverbeteringen. We worden mooier!",
  "miningAlgorithmMilestone": "CN-GPU mining algoritme",
  "aboutMiningAlgorithmMilestone": "Het CN-GPU Proof-of-Work algoritme is FPGA, ASIC, Botnet & Nicehash bestendig. Het volk aan de macht!",
  "wCCXETHMilestone": "Wrapped CCX (wCCX)",
  "aboutwCCXETHMilestoneMilestone": "Wrapped CCX is gemaakt op de ethereum blockchain. CCX eigenaren hebben hierdoor toegang tot DEFI op ETH!",
  "wCCXUniAndTrustMilestone": "wCCX op Uniswap en in Trustwallet",
  "aboutwCCXUniAndTrustMilestone": "wCCX is beschikbaar op de populairste DEX op het moment dat het is toegevoegd aan Trustwallet.",
  "depositsCloundAndMobileMilestone": "Stortingen op Cloud & Mobile",
  "aboutDepositsCloundAndMobileMilestone": "Cold staking kwam naar cloud en mobile. U bent in staat om rente te verdienen vanaf uw telefoon!",
  "selfDestructCloundAndMobileMilestone": "Cloud & Mobile zelfvernietigende berichten",
  "aboutSelfDestructCloundAndMobileMilestone": "Stuur berichten naar andere gebruikers die zichzelf verwijderen na een bepaalde tijd.",
  "swapMilestone": "Conceal Swap",
  "aboutSwapMilestone": "Swap jouw CCX naar wCCX en terug met onze swap tool.",
  "cLiveMilestone": "CONCEAL LIVE",
  "aboutCLiveMilestone": "Gedecentraliseerde p2p en eind-tot-eind versleuteld platform voor video/audio gesprekken en berichten.",
  "cHub01Milestone": "Conceal HUB - Eerste uitgave",
  "aboutCHub01Milestone": "Initiële uitgave van cross platform applicatie met Wallet module als eerste ondersteunde module",
  "cHub02Milestone": "Conceal HUB - Versie 2",
  "aboutCHub02Milestone": "Tweede release met Stortingen en ID modules",
  "cHub03Milestone": "Conceal HUB - Versie 3",
  "aboutCHub03Milestone": "Derde uitgave met Bridges module",
  "stableDepositsMilestone": "Stabiele stortingen",
  "aboutStableDepositsMilestone": "Stortingen zijn gekoppeld aan een stabiele activa, dit geeft u zekerheid terwijl u rente opbouwd.",
  "concealVaultMilestone": "Conceal Kluis",
  "multisigWalletsMilestone": "Veelvoudige Wallets",
  "hwWalletSupportMilestone": "Hardware Wallet Support",
  "distAPILayerMilestone": "Verdeelde API laag",
  "concealCardMilestone": "Conceal Kaart",

  "poweredBy": "Mogelijk Gemaakt Door",
  "theTeam": "Het Conceal Team",
  "founder": "Oprichter",
  "ops": "Activiteiten",
  "dev": "Ontwikkeling",
  "tech": "Technologie",
  "economics": "Economie",
  "marketing": "Marketing",
  "businessDev": "Zakelijke Ontwikkeling",
  "community": "Gemeenschap",
  "seniorDev": "Hoofd Ontwikkelaar",
  "communityManager": "Community Manager",
  "pr": "Publieke Relaties",
  "collabTitle": "Dit kan jij zijn...",
  "collabText": "WORDT ONDERDEEL VAN HET PROJECT",
  
  "helpdeskTitle": "HEB JIJ EEN PROBLEEM OF WIL JIJ ONS BEREIKEN?",
  "helpdeskText": "Gebruik onze helpdesk",
  "helpdeskBtn": "Stuur ticket",

  "theCommunity": "De Gemeenschap",

  "wereFriendly": "Wij Zijn Vriendelijk",
  "contactUs": "Contacteer Ons",
  "yourName": "Uw Naam",
  "yourEmailAddress": "Uw E-mail Adres",

  "whereToFindUs": "Waar je ons kan vinden",
  "whereToFindUsInfo1": "De beste plaats om meer te weten te komen, is door ons Discord kanaal te bezoeken.",
  "whereToFindUsInfo2": "kanaal. U vindt onze broncode en andere releases op",
  "whereToFindUsInfo3": "en onze laatste activiteiten op",
  "officialMailTitle": "Officieel e-mailadres:",
  "otherWaysToFindUs": "Hier zijn alle andere manieren waarop u ons online kunt vinden.",
  "termsAndConditions": "Algemene Voorwaarden",
  "allRightsReserved": "Alle rechten voorbehouden",
  
  "mobileHeader": "CONCEAL MOBILE",
  "mobileTitle": "Een veilige, mobile en functierijke Mobile Conceal Wallet",
  "mobileAbout": "We streven ernaar om de Conceal crypto-currency zo gebruiksvriendelijk mogelijk te maken. Met Conceal Mobile heeft u een Wallet die veilig, snel en gemakkelijk te gebruiken is.",
  "mobileWalletsTitle": "Meerdere Wallets",
  "mobileWalletsText": "Conceal Mobile ondersteunt meerdere Wallets, elk met een eigen adres, zodat u ze voor verschillende doeleinden kunt gebruiken.",
  "mobileMessagesTitle": "Versleutelde berichten",
  "mobileMessagesText": "Probeer versleutelde berichten te versturen over de blockchain. De berichten werken in de cloud, desktop en mobiele wallets. Niemand behalve jij en de ontvanger kunnen zien wat er verzonden wordt.",
  "mobilePaymentsTitle": "Accepteer betalingen",
  "mobilePaymentsText": "Accepteer eenvoudig betalingen van familie, vrienden of wie dan ook, waar dan ook.",
  "mobileBookTitle": "Adresboek",
  "mobileBookText": "U hoeft niet telkens adressen te kopiëren/plakken. Houd uw adresboek bij voor eenvoudig verzenden en ontvangen van geld.",
  "mobileMarketTitle": "Live marktgegevens",
  "mobileMarketText": "U kunt gemakkelijk op de hoogte blijven van live marktgegevens.",
  
  "bankingHeader": "CONCEAL BANKING",
  "bankingTitle": "Bankieren met Blockchain",
  "bankingAbout": "Conceal Banking verwijdert onnodige tussenpersonen door iedereen de macht te geven hun fondsen op de Blockchain te storten en in ruil daarvoor rente te ontvangen.",  
  "bankingBlockchainTitle": "ONTWIKKELD MET DE KRACHT VAN DE BLOCKCHAIN",
  "bankingBlockchainText": "Conceal Banking is volledig gedecentraliseerd en gebouwd op de Conceal Blockchain.",
  "bankingDepositsTitle": "GELD STORTEN VOOR RENTE",
  "bankingDepositsText": "Conceal Banking stelt iedereen in de wereld in staat om hun geld te storten in ruil voor rente.",
  "bankingWorldwideTitle": "WERELDWIJDE TOEGANG",
  "bankingWorldwideText": "Wereldwijd zijn er miljoenen mensen die geen toegang hebben tot financiële diensten. Conceal Banking biedt de broodnodige toegang aan iedereen, overal.",
  "bankingFundsSafeTitle": "HOUD UW GELD VEILIG",
  "bankingFundsSafeText": "Wanneer u uw geld bij Conceal Banking stort, wordt het offline bewaard op de blockchain.",  
  "bankingSavingsTitle": "MEER VERDIENEN DAN EEN SPAARREKENING",
  "bankingSavingsText": "Stortingen bij Conceal Banking leveren aanzienlijk meer op dan een spaarrekening, maar liefst 6% JKP plus samengestelde premies.",
  
  "idHeader": "CONCEAL ID",
  "idTitle": "Marketing van de Blockchain",
  "idAbout": "Ons doel is om Conceal wereldwijd te verspreiden en wij realiseren ons dat openbare codes moeilijk te onthouden en te herkennen zijn. Met Conceal ID willen we dit probleem oplossen door het mogelijk te maken memorabele en herkenbare namen te gebruiken als adressen.",
  "idSecurityTitle": "Gemaakt met de veiligheid van OpenID",
  "idSecurityText": "Er is niet altijd een goede reden om het wiel opnieuw uit te vinden. Wij hebben zorgvuldig gekozen voor het beproefde en wijdverspreide OpenID-protocol om verborgen ID van kracht te laten zijn.",
  "idCloudTitle": "GEMAAKT OP DE KRACHT VAN CONCEAL CLOUD",
  "idCloudText": "Conceal ID is naadloos geïntegreerd met de Conceal Cloud voor absoluut gebruiksgemak.",
  "idShareTitle": "DEEL UW CONCEAL ID",
  "idShareText": "Stuur ons wat CCX op team.conceal.id - het werkt! Deel je aangepaste, gedenkwaardige en herkenbare Conceal ID eenvoudig met iedereen.",
  "idPaymentsTitle": "ONTVANG GEMAKKELIJK BETALINGEN",
  "idPaymentsText": "Met uw Conceal ID kunt u eenvoudiger donaties of betalingen van klanten en vrienden accepteren.",  
  "idIntegrationTitle": "Gemaakt voor integratie",
  "idIntegrationText": "Gebouwd met een API voor integratie met uw favoriete platform of app.",
  
  "messagingHeader": "CONCEAL BERICHTGEVING",
  "messagingTitle": "Gedecentraliseerde versleutelde berichten",
  "messagingAbout": "Conceal Berichtgeving breidt ons ecosysteem uit door volledig geïntegreerde versleutelde berichtgeving op de Blockchain te bieden.",
  "messagingDestructTitle": "ZELFVERNIETIGENDE BERICHTEN",
  "messagingDestructText": "Conceal Berichtgeving ondersteunt zelfvernietigende berichten die zichzelf verwijderen nadat ze zijn gelezen.",
  "messagingVarietyTitle": "MOBILE, DESKTOP OF CLOUD",
  "messagingVarietyText": "Conceal Berichtgeving werkt in de Conceal Cloud, Desktop en Mobile.",
  "messagingDecentralizedTitle": "GEDECENTRALISEERD",
  "messagingDecentralizedText": "Conceal Berichtgeving is een gedecentraliseerde dienst die werkt op de Blockchain.",
  "messagingBookTitle": "ADRESBOEK",
  "messagingBookText": "U hoeft niet telkens een adres te kopiëren/plakken. Houd uw adresboek bij om gemakkelijk berichten naar uw contacten te sturen.",  
  "messagingEncryptedTitle": "VERSLEUTELD",
  "messagingEncryptedText": "Alle Conceal berichten zijn gecodeerd en kunnen niet worden gelezen door iemand anders dan de verzender en de ontvanger.",
  
  "cLiveHeader": "CONCEAL LIVE",
  "cLiveTitle": "Conceal Live (Clive), is een krachtige privacy beveiligde communicatiesoftware die gratis peer-to-peer en eind-tot-eind versleutelde audio-, video- en berichtendiensten biedt.",
  "cLiveAbout1": "Clive is gratis voor het publiek en wordt ook advertentievrij aangeboden. Deze privé communicatie applicatie is momenteel beschikbaar voor Android en Windows gebruikers met een mogelijke toekomstige release voor iOS.",
  "cLiveAbout2": "Clive brengt privé communicatie terug naar de mensen.",
  "cLiveSecureTitle": "VEILIGE COMMUNICATIE",
  "cLiveSecureText": "Clive verbindingen zijn volledig eind-tot-eind versleuteld. Alle Clive-gegevens worden alleen opgeslagen op het apparaat waarop Clive is geïnstalleerd.",
  "cLiveNoServersTitle": "GEEN SERVERS",
  "cLiveNoServersText1": "Omdat alle verbindingen peer-to-peer en eind-tot-eind versleuteld zijn, is Clive niet afhankelijk van een centrale autoriteit of servers om te kunnen werken. Vertraging en overdrachtssnelheden worden sterk verminderd dankzij de directe peer-to-peer verbindingen.",
  "cLiveNoServersText2": "Zelfstandige gebruikers die zich op hetzelfde lokale netwerk bevinden, kunnen met elkaar communiceren, ook al zijn zij niet aangesloten op het internet.",
  "cLiveConferenceTitle": "AUDIO- EN VIDEOCONFERENTIES",
  "cLiveConferenceText": "Clive biedt onbeperkte audio- en videoconferenties. Er zijn geen beperkingen aan het aantal deelnemers of de duur van de gesprekken. U bent alleen beperkt door uw eigen middelen.",
  "cLiveExperienceTitle": "GEWELDIGE GEBRUIKERSERVARING",
  "cLiveExperienceText": "Deel afbeeldingen, audio of bestanden zonder enige beperkingen qua grootte. Gebruik emoji's en andere standaard chatfuncties op een privé en veilige manier.",  
  "cLiveFlexibleTitle": "FLEXIBEL",
  "cLiveFlexibleText": "Clive komt met veel aanpasbare opties en werkt op meerdere platforms.",
  "cLiveFooterText1": "Clive is een prachtig extraatje dat we de wereld bieden en is gewoon weer een geweldig hulpmiddel in het Conceal-ecosysteem dat zich steeds verder uitbreidt.",
  "cLiveFooterText2": "Geniet van Clive en de Conceal levensstijl!",
  
  "payHeader": "CONCEAL PAY",
  "payTitle1": "Vereenvoudigd",
  "payTitle2": "Blockchain",
  "payTitle3": "Betalingen",
  "payAbout": "Conceal Pay maakt het eenvoudig voor bedrijven en mensen om betalingen te ontvangen op het Conceal Netwerk.",
  "payBlockchainTitle": "GEMAAKT MET DE KRACHT VAN DE BLOCKCHAIN",
  "payBlockchainText": "Conceal Pay stelt bedrijven en mensen in staat om gemakkelijk betalingen te accepteren op de Conceal Blockchain.",
  "payCloudTitle": "GEMAAKT OP DE KRACHT VAN DE CONCEDAL CLOUD",
  "payCloudText": "Conceal Pay is naadloos geïntegreerd met de Conceal Cloud voor absoluut gebruiksgemak.",
  "payLinksTitle": "BETALINGSKOPPELINGEN",
  "payLinksText": "Maak eenvoudig URL's aan met een webpagina waarop klanten en vrienden u betalingen kunnen sturen.",
  "paySimpleTitle": "WAANZINNIG EENVOUDIGE BETALINGEN",
  "paySimpleText": "Conceal Pay maakt het voor u of uw bedrijf eenvoudig om online betalingen te ontvangen.",
  "payIntegrationTitle": "GEMAAKT VOOR INTEGRATIE",
  "payIntegrationText": "Gemaakt met een API voor een snelle integratie om betalingen op uw website te ontvangen.",
  
  "labsHeader": "CONCEAL LABS",
  "labsTitle1": "Breng je dromen mee",
  "labsTitle2": "vooruit",
  "labsAbout": "We streven ernaar om een breed ecosysteem te laten groeien door de gemeenschap te ondersteunen. Conceal Labs biedt ontwikkelaars, ondernemers & makers de vliegende start die ze nodig hebben om hun visie te verwezenlijken.",
  "labsIdeaTitle": "HEB JIJ EEN IDEE?",
  "labsIdeaText": "Heb je een project waar Conceal op een of andere manier bij betrokken is? <a href='https://discord.gg/YbpHVSd'>We horen je graag!",  
  "labsMoneyTitle": "ZOU GELD HELPEN?",
  "labsMoneyText": "Soms is geld net wat je nodig hebt om je idee van de grond te krijgen.",
  "labsFundsTitle": "GEFINANCIERD WORDEN DOOR ONS",
  "labsFundsText": "Onze oprichters zetten fondsen opzij die de gemeenschap kan gebruiken voor projecten.",
  "labsListedTitle": "DOOR ONS VERMELD WORDEN",
  "labsListedText": "Laat je financieren door ons en we zullen je project hier op onze website plaatsen.",
  "labsProjectsTitle": "Projecten",
  "labsProjectsText": "Bekijk enkele van de coole projecten die we hebben gefinancierd. <a href='https://discord.gg/YbpHVSd'>Meld je aan als volgende! </a>",
  "labsFooterText": "Binnenkort in een browser bij u in de buurt!",
  
  "aboutTitle": "Anonieme DeFi & Privé Communicatie",
  "aboutAbout": "Ons doel is om Conceal wereldwijd te verspreiden en wij realiseren ons dat openbare codes moeilijk te onthouden en te herkennen zijn. Met Conceal ID willen we dit probleem oplossen door het mogelijk te maken memorabele en herkenbare namen te gebruiken als adressen. ",
  "aboutWhatIsTitle": "Wat is Conceal?",
  "aboutWhatIsText1": "Conceal is een gedecentraliseerde blockchain bank, met stortingen en investeringen die rente betalen, zonder tussenkomst van financiële instellingen, aangedreven door 100% open source code.",
  "aboutWhatIsText2": "Conceal maakt onvindbaar en anoniem berichtenverkeer mogelijk, en een veilige manier om geld over te maken. Door gebruik te maken van een openbare  Ledger blijven de verzender en ontvanger anoniem, een belangrijk punt van Snowden. Hackers kunnen geld of berichten niet traceren wanneer de berichten over openbare netwerken worden verzonden.",
  "aboutWhatIsText3": "Conceal Cryptocurrency (₡CCX) is gebaseerd op het Cryptonote-protocol en draait op een veilig peer-to-peer netwerk technologie om te werken zonder centrale autoriteit. U controleert de prive-sleutels van uw geld.",
  "aboutWhatIsText4": "De geheime is toegankelijk voor iedereen in de wereld, ongeacht hun geografische locatie of status. Onze blockchain is bestand tegen elke vorm van analyse. Al uw CCX transacties en berichten zijn anoniem.",
  "aboutWhatIsText5": "Conceal vermijdt veel van de zorgen van Bitcoin, bijvoorbeeld over de technologie, de gevolgen voor het milieu, de reputatie en de veiligheid, en biedt een blik op de toekomst.",
  "aboutWhatIsText6": "Conceal is open-source, gedreven door de community en werkelijk gedecentraliseerd.",
  "aboutWhatIsText7": "Niemand is bezit Conceal, iedereen kan meedoen.",
  "aboutVisionTitle": "ONZE VISIE",
  "aboutVisionText1": "Bij Conceal zijn we ervan overtuigd dat toegang tot kennis het mogelijk maakt om grote ideeën te laten bloeien en diverse gemeenschappen te laten groeien.",
  "aboutVisionText2": "Wij geloven dat Conceal is wat de gemeenschap besluit dat het moet zijn en dat beslissingen over hoe het protocol te laten groeien iedereen erbij moet betrekken. Hackers kunnen geen geld of berichten traceren wanneer de berichten over openbare netwerken worden verzonden.",  
  "aboutFeaturesTitle": "KENMERKEN",
  "aboutFeaturesPrivateTitle": "PRIVE",
  "aboutFeaturesPrivateText": "Conceal gebruikt ringhandtekeningen en eenmalige adressen voor werkelijk anonieme betalingen",
  "aboutFeaturesUntraceableTitle": "Niet te traceren",
  "aboutFeaturesUntraceableText": "Conceal's transacties kunnen niet gelinkt worden tussen de verzender en de ontvanger",
  "aboutFeaturesDecentralizedTitle": "Gedecentraliseerd",
  "aboutFeaturesDecentralizedText": "Conceal volgt Satoshi Nakamoto's oorspronkelijke visie van gedecentraliseerde, vertrouwensloze cryptocurrency, d.w.z. een veilig digitaal geld dat wordt beheerd door een netwerk van gebruikers. Transacties worden bevestigd door gedistribueerde unanimiteit, en vervolgens onwrikbaar vastgelegd op de blockchain. Derden hoeven niet te worden vertrouwd om uw geld veilig te bewaren.",
  "aboutFeaturesFungibleTitle": "Vervangbaar",
  "aboutFeaturesFungibleText": "Conceal is werkelijk vervangbaar, dankzij de ingebouwde privacyfuncties. Net als contant geld zijn alle munten gelijk, verwisselbaar. Het is uiterst onwaarschijnlijk dat een munt ooit door een partij op een zwarte lijst zal worden gezet vanwege de associatie met die munt bij eerdere transacties.",  
  "aboutFeaturesScalableTitle": "Schaalbaar",
  "aboutFeaturesScalableText": "Toekomstige schaalbaarheidsinitiatieven zullen een modulaire sidechain omvatten.",
  "aboutFeaturesCommunityTitle": "Community Gedreven",
  "aboutFeaturesCommunityText": "Niemand bezit Conceal. Iedereen kan meedoen. Ontwikkeld, onderhouden en gefinancierd door vrijwilligers",
  "aboutFeaturesSimpleTitle": "Simpel",
  "aboutFeaturesSimpleText": "Gemakkelijk te gebruiken desktop- en CLI-applicaties.",
  "aboutFeaturesPlatformsTitle": "Platformoverkoepelend",
  "aboutFeaturesPlatformsText": "Beschikbaar voor PC, Mac, Ubuntu en Android",
  "aboutFeaturesPoWTitle": "Beveiligd Proof Of Work",
  "aboutFeaturesPoWText": "PoW hashfunctie is ontworpen voor egalitaire CPU & GPU mijnbouw en ASIC Resistance",
  "aboutFeaturesLimitsTitle": "Adaptieve Grenzen",
  "aboutFeaturesLimitsText": "Conceal past op intelligente wijze zijn parameters aan op basis van de historische gegevens",
  "aboutFeaturesMessagesTitle": "Versleutelde berichten",
  "aboutFeaturesMessagesText": "Beveilig uw berichten vertrouwelijk met een versleuteld P2P-netwerk, beveiligde communicatie en versleutelde zelfvernietigende berichten",
  "aboutFeaturesBankingTitle": "Gedecentraliseerd bankieren",
  "aboutFeaturesBankingText": "Gedecentraliseerde stortingen op de blockchain die tot 6% rente per jaar opleveren.",
  "aboutSpecsTitle": "TECHNISCHE SPECIFICATIES",
  "aboutSpecsNameTitle": "Naam",
  "aboutSpecsNameText": "Conceal",
  "aboutSpecsTickerTitle": "Ticker",
  "aboutSpecsTickerText": "CCX",
  "aboutSpecsSymbolTitle": "Symbool",
  "aboutSpecsSymbolText": "€",
  "aboutSpecsAlgorithmTitle": "Algoritme",
  "aboutSpecsAlgorithmText": "PoW, CN-GPU",
  "aboutSpecsDifficultyTitle": "Moeilijkheid",
  "aboutSpecsDifficultyText": "DDA & Zawy's LWMA 3",
  "aboutSpecsPrivacyTitle": "Privacy",
  "aboutSpecsPrivacyText": "Ringhandtekeningen & eenmalige adressen",
  "aboutSpecsBlockTimeTitle": "Block Tijd",
  "aboutSpecsBlockTimeText": "120s",
  "aboutSpecsDecimalsTitle": "Decimale posities",
  "aboutSpecsDecimalsText": "6",
  "aboutSpecsPoWTitle": "100% PoW",
  "aboutSpecsPoWText": "Proof Of Work met 100% vergoedingen die naar miners gaan en meer dan 100 jaar aan mining",
  "aboutSpecsDepositsTitle": "Stortingen",
  "aboutSpecsDepositsText": "Tot 6% rente per jaar",
  "aboutSpecsMessengerTitle": "Boodschapper",
  "aboutSpecsMessengerText": "Gecodeerde berichten en zelfvernietigende berichten",
  "aboutSpecsPremineTitle": "Premine",
  "aboutSpecsPremineText": "6% van de maximale voorraad vergrendeld over een periode van 5 jaar",
  "aboutSpecsRewardTitle": "Blok beloning",
  "aboutSpecsRewardText": "De blokbeloning is een constante 6 CCX per blok, waardoor CCX een zeer laag inflatieniveau heeft.",
  "aboutSpecsAddressesTitle": "Adressen",
  "aboutSpecsAddressesText": "Wallet adressen zijn een reeks van 98 tekens beginnend met 'ccx7'",
  
  "mediaTitle1": "Gaan",
  "mediaTitle2": "Opgemerkt",
  "mediaTitle3": "Niet Concealed",
  "mediaMenuAMA": "AMA Series",
  "mediaMenuArticles": "Artikelen",
  "mediaMenuVideos": "video's",
  "mediaMenuMining": "Mining",
  "mediaMenuDevUpdates": "Dev Updates",
  "mediaAMATitle": "AMA Series",
  "mediaAMAText": "Ondanks onze focus op privacy blijft Conceal niet onopgemerkt in de media. We krijgen aandacht van een steeds groeiend aantal belangrijke uitgaven en influencers.",
  "mediaArticlesTitle": "Artikelen",
  "mediaArticlesText": "Wij werken voortdurend aan de verbetering van ons ecosysteem. In de onderstaande artikelen kunt u lezen wat wij doen en wat wij doen.",
  "mediaMiningTitle": "Mining",
  "mediaMiningText": "Conceal is 100% PoW crypto valuta. Leer hoe je het kunt minen en wat de beste manieren zijn om dat te doen.",
  "mediaVideosTitle": "video's",
  "mediaVideosText": "Conceal heeft er een heleboel video's over gemaakt. We hebben geprobeerd om ze te verzamelen op een plaats voor u, zodat het gemakkelijk is om informatie te raadplegen.",
  "mediaUpdatesTitle": "Dev updates",
  "mediaUpdatesText": "We zijn altijd bezig om ons eco-systeem te verbeteren. U kunt alle maandelijkse updates lezen, waarin we alle mijlpalen en veranderingen die we tot nu toe hebben gemaakt verzamelen.",
  
  "communityTitle1": "Verbeter de wereld",
  "communityTitle2": "Samen",
  "communityAboutTitle": "Gemeenschap",
  "communityAboutText": "Conceal heeft een enorme bloeiende gemeenschap van geweldige mensen die ideeën delen, samenwerken en elkaar helpen, ongeacht waar ze zich bevinden in hun Blockchain reis. Waar wacht u nog op?",
  "communityOfficialTitle": "OFFICIEEL",
  "communityGroupsTitle": "GROEPEN",
  "communityExchangesTitle": "EXCHANGES",
  "communityETHTitle": "ETHEREUM",
  "communityBSClTitle": "BINANCE SMART CHAIN",
  "communityPolygonTitle": "POLYGON",
  "communityMCAPTitle": "MARKET CAP",
  
  "landingFooterAbout": "Over ons",
  "landingFooterTitle": "Conceal.Network is een gedecentraliseerde blockchain bank, met stortingen en investeringen die rente betalen, zonder tussenkomst van financiële instellingen, aangedreven door 100% open source code.",
  "landingFooterLinks": "Snelkoppelingen",
  "landingFooterLinkWebsite": "Website",
  "landingFooterLinkDocs": "Documentatie",
  "landingFooterLinkDiscord": "Discord",
  "landingFooterLinkTelegram": "Telegram",
  "landingFooterLinkReddit": "Reddit",
  "landingFooterLinkBTCTalk": "Bitcointalk",
  "landingFooterConnect": "Connect met ons"  
}