{
  "rAbout": "O nas",
  "rAnd": "In",
  "rApps": "Aplikacije",
  "rBackToTop": "Na vrh",
  "rBanking": "Bančništvo",
  "rBuying": "Nakup",
  "rBuyCCX": "Kupi CCX",
  "rBuywCCX": "Kupi wCCX",
  "rBridge": "Most",
  "rCloud": "V Oblaku",
  "rCommunity": "Skupnost",
  "rContact": "Kontakt",
  "rDeposit": "Depozit",
  "rDeposits": "Depoziti",
  "rDesktop": "Namizje",
  "rDeveloper": "Razvoj",
  "rDocs": "Dokumenti",
  "rDocumentation": "Dokumentacija",
  "rDuration": "Trajanje",
  "rExample": "Primer",
  "rExchanges": "Menjalnice",
  "rInTheMedia": "V medijih",
  "rwCCXLPPairs": "wCCX likvidnostni pari",
  "rExplorer": "Raziskovalec",
  "rFeatures": "Lastnosti",
  "rFor": "za",
  "rHashrate": "Hashrate",
  "rHeight": "Višina",
  "rID": "ID",
  "rInfo": "Informacije",
  "rInnovation": "Inovacije",
  "rInterest": "Obresti",
  "rLabs": "Labs",
  "rMessage": "Sporočilo",
  "rMessaging": "Sporočanje",
  "rMilestones": "Mejniki",
  "rMiners": "Rudarji",
  "rMining": "Rudarjenje",
  "rMobile": "Mobilniki",
  "rMonths": "Meseci",
  "rMore": "Več",
  "rPaper": "Papir",
  "rPay": "Plačila",
  "rPools": "Likvidnostni bazeni",
  "rPrincipal": "Glavnica",
  "rProfit": "Dobiček",
  "rRoadmap": "Terminski načrt",
  "rSend": "Pošlji",
  "rSubject": "Zadeva",
  "rTeam": "Ekipa",
  "rTotal": "Skupaj",
  "rWallets": "Denarnice",
  "rHeadOf": "Vodja",
  "rSignUp": "Registracija",
  "rSignIn": "Prijava",
  "rLearnMore": "Več informacij",
  "rDownload": "Naloži",
  "rAndroid": "Android",
  "rIphone": "Iphone",  
  "rUseConceal": "Uporabi Conceal",
  "rGetCCX": "Kupi CCX",
  "rProjects": "Projekti",
  "rApply": "Potrdi",
  "rSeeForYourself": "Preverite sami",
  "rJoinTheMovement": "Pridružite se",  

  "onTheBlockchain": "na Blockchain-u",
  "headerDescription": "Decentralizirane Finance, Zasebne Transakcije & Pošiljanje Šifriranih Sporočil",
  "labsTeaser": "Želite s Conceal-om izgraditi nekaj posebnega?",
  "weCanFundYou": "Morda iščemo prav vas...",

  "whatWereAbout": "Kaj počnemo",
  "about1": "Conceal Network je zaščiteno peer-to-peer privatno ogrodje, ki omogoča posameznikom in podjetjem anonimno komunikacijo in finančne interakcije v decentraliziranem okolju.",
  "about2": "Conceal Network poganja $CCX kripto valuta, digitalni denarni sistem z zaščito zasebnosti, ki posnema fizično gotovino; skrit pred vpogledi, kje hranite ali trošite svoje $CCX kovance. Vse transakcije, pologi in sporočila v Conceal omrežju so neizsledljivi, so varovani in delujejo brez centralnega organa s podporo kriptografskih protokolov.",
  "about3": "Conceal Network je decentralizirana blockchain banka, s katero upravlja skupnost in do katere ima dostop vsak, ne glede na socialni ali finančni status in geografsko lokacijo. Nihče ni lastnik Conceal omrežja in vsakdo lahko v njem brezplačno sodeluje.",
  "aboutBankingDeposits": "Depoziti predstavljajo hrbtenico ekosistema Conceal in uporabnikom nudijo decentralizirano in egalitarno obliko hladnega rudarjenja, ki prinaša obresti na zaklenjenih depozitih.",
  "encryptedMessages": "Šifrirana sporočila",
  "aboutEncryptedMessages": "Zasebna, decentralizirana, anonimna, nedosegljiva in v celoti šifrirana storitev sporočanja, ki deluje na blockchain verigi, hkrati pa omogoča sporočila, ki se samo-uničujejo.",
  "compoundInterestCalculator": "Kalkulator Obresti",
  "compoundLevel": "Nivo",
  "tier1": "Stopnja 1",
  "tier2": "Stopnja 2",
  "tier3": "Stopnja 3",
  "baseAPR": "Osnova/APR",
  "maxInterest": "Maksimalne Obresti",
  "durationMonths": "Trajanje: Meseci",

  "usingConceal": "Uporaba Conceal aplikacije",
  "aboutUsingConceal": "Aplikacija Conceal Desktop je osrednja točka za dostop in uporabo Conceal funkcionalnosti in je na voljo za vse glavne platforme. Z aplikacijo Conceal Desktop lahko pošiljate in prejemate CCX in šifrirana sporočila ter upravljate s svojimi depoziti.",

  "gettingCCX": "Kako do CCX kovancev",
  "quickStart": "Hitri napotki",
  "aboutGettingCCX": "Najpreprostejši način za pridobitev CCX kovancev je rudarjenje s procesorjem ali uporaba naprav za rudarjenje, ki podpirajo CCX ali uporabljajo programsko opremo Conceal Miner. Preverite naš",
  "aboutGettingCCX2": "za podrobnejše informacije o rudarjenju CCX kovancev.",
  "officialPool": "Uradni likvidnostni bazen",

  "initialCommitMilestone": "Začetek projekta",
  "aboutInitialCommitMilestone": "Objava testneta, Daemon-a, aplikacij za rudarjenje in denarnic. Začetek nečesa resnično odličnega.",
  "encryptedMessagingAndDepositsMilestone": "Šifrirana sporočila in depoziti",
  "aboutEncryptedMessagingAndDepositsMilestone": "Objava inovativnih funkcionalnosti bančništva, ki s pomočjo off-line rudarjenja prinašajo obresti na zaklennjene depozite in samo-uničujoča šifrirana sporočila. Wow!",
  "websiteAndBlockExplorerMilestone": "Spletna stran in Block Explorer",
  "aboutWebsiteAndBlockExplorerMilestone": "Objavljena je uradna spletna stran s ključnimi informacijami o projektu in Block Explorer. Akcija!",
  "exchangeListingAndInvestmentsMilestone": "Objava na menjalnici & Investicije",
  "aboutExchangeListingAndInvestmentsMilestone": "CCX je na voljo na STEX kripto menjalnici, sistem depozitov pa je prenovljen tako, da podpira investicije. Vrednost raste!",
  "customAlgorithmMilestone": "Algoritem po meri",
  "aboutCustomAlgorithmMilestone": "Razvit je Cryptonote Conceal Proof-of-Work algoritem, ki je odporen na FPGA, ASIC in Nicehash. Moč v rokah malega človeka!",
  "aboutConcealCloudMilestone": "Objava storitve Conceal Cloud, ki predstavlja varno, močno in funkcionalno spletno denarnico za CCX. Priljubljenost narašča.",
  "aboutConcealLabsMilestone": "Objavljena je storitev Cocneal Labs, ki omogoča financiranje vsakomur, ki želi graditi na Conceal omrežju. Skupnost raste!!",
  "aboutConcealMobileMilestone": "Izid aplikacije Conceal Mobile - robustne mobilne denarnice z možnostjo pošiljanja šifriranih sporočil. Popularnost sporočanja eksplodira!",
  "aboutConcealPayMilestone": "Izide Conceal Pay, ki omogoča preprost način prejemanja plačil ali donacij v CCX kovancih. Količina kovancev v obtoku se poveča.",
  "aboutConcealIDMilestone": "Objavljena je storitev Conceal ID, ki omogoča enostavne in lahko zapomnljive naslove, podobne uporabniškemu imenu. Velik napredek iz vidika enostavnosti uporabe!",
  "daemonAndWalletImprovementsMilestone": "Izboljšave Daemon-a in denarnice",
  "aboutdaemonAndWalletImprovementsMilestone": "Izid Conceal Desktop v6 z različnimi izboljšavami uporabniškega vmesnika in Daemon-a. Uporabniku in očesu prijazno.",
  "miningAlgorithmMilestone": "CN-GPU algoritem za rudarjenje",
  "aboutMiningAlgorithmMilestone": "CN-GPU Proof-of-Work algoritem je odporen za FPGA, ASIC, Botnet & Nicehash. Moč malemu človeku!",
  "wCCXETHMilestone": "Oviti CCX (wCCX)",
  "aboutwCCXETHMilestoneMilestone": "Oviti CCX je generiran na ethereum blockchain-u in omogoča lastnikom CCX dostop do DEFI na ETH omrežju!",
  "wCCXUniAndTrustMilestone": "wCCX na Uniswap-u in v denarnici Trustwallet",
  "aboutwCCXUniAndTrustMilestone": "wCCX je na voljo na najbolj popularni decentralizirani menjalnici in vključen v denarnico Trustwallet.",
  "depositsCloundAndMobileMilestone": "Depoziti v Oblaku in mobilni denarnici",
  "aboutDepositsCloundAndMobileMilestone": "Hladno rudarjenje je na voljo v Oblaku in mobilni denarnici. Zdaj lahko obresti služite tudi preko mobilnega telefona!",
  "selfDestructCloundAndMobileMilestone": "Samo-uničujoča sporočila v Oblaku in mobilni denarnici",
  "aboutSelfDestructCloundAndMobileMilestone": "Pošljite drugim uporabnikom sporočila, ki se samo-uničijo po določenem času.",
  "swapMilestone": "Conceal Swap",
  "aboutSwapMilestone": "Zamenjajte svoje CCX kovance za wCCX in nazaj z našim orodjem za zamenjavo.",
  "cLiveMilestone": "CONCEAL LIVE",
  "aboutCLiveMilestone": "Decentralizirana P2P in šifrirna platforma za video / avdio klice in sporočila.",
  "cHub01Milestone": "Conceal HUB - Začetna različica",
  "aboutCHub01Milestone": "Začetna različica aplikacije med platformami z modularno denarnico kot prvim podprtim modulom.",
  "cHub02Milestone": "Conceal HUB - Različica 2",
  "aboutCHub02Milestone": "Druga različica z moduli za depozite in ID.",
  "cHub03Milestone": "Conceal HUB - Različica 3",
  "aboutCHub03Milestone": "Tretja različica z modulom Bridges.",
  "stableDepositsMilestone": "Stabilni Depoziti",
  "aboutStableDepositsMilestone": "Depoziti, vezani na stabilno sredstvo, ki brezskrbno prinašajo obresti.",
  "concealVaultMilestone": "Conceal Vault",
  "multisigWalletsMilestone": "Denarnice z več podpisniki",
  "hwWalletSupportMilestone": "Podpora za strojne denarnice",
  "distAPILayerMilestone": "Distribuiran API Layer",
  "concealCardMilestone": "Conceal Kartica",

  "poweredBy": "Powered By",
  "theTeam": "Ekipa Conceal",
  "founder": "Ustanovitelj",
  "ops": "Operacije",
  "dev": "Razvoj",
  "tech": "Tehnologija",
  "economics": "Ekonomika",
  "marketing": "Marketing",
  "businessDev": "Poslovni razvoj",
  "community": "Skupnost",
  "seniorDev": "Senior Razvijalec",
  "communityManager": "Skrbnik za skupnost",
  "pr": "Stiki z javnostjo",
  "collabTitle": "To ste lahko tudi vi...",
  "collabText": "PRIDRUŽITE SE PROJEKTU",
  
  "helpdeskTitle": "IMATE TEŽAVO ALI ŽELITE STOPITI V STIK Z NAMI?",
  "helpdeskText": "Kontaktirajte podporo uporabnikom",
  "helpdeskBtn": "Pošljite zahtevek",

  "theCommunity": "Skupnost",

  "wereFriendly": "Prijateljski smo",
  "contactUs": "Pišite nam",
  "yourName": "Vaše ime",
  "yourEmailAddress": "Vaš elektronski naslov",

  "whereToFindUs": "Kje nas lahko najdete",
  "whereToFindUsInfo1": "Če želite izvedeti več, vas vabimo, da obiščete naš",
  "whereToFindUsInfo2": "kanal. Naša programska koda in druge različice so na voljo na",
  "whereToFindUsInfo3": "aktualne novosti in aktivnosti pa na",
  "officialMailTitle": "Uradni elektronski naslov:",
  "otherWaysToFindUs": "Tukaj pa so vsi drugi online kanali, kjer nas lahko najdete.",
  "termsAndConditions": "Splošni pogoji",
  "allRightsReserved": "Vse pravice pridržane",

  "mobileTitle": "Varna mobilna denarnica, polna funkcij, ki vam olajšajo delo",
  "mobileAbout": "Trudimo se, da bi olajšali uporabo kripto valute Conceal, kolikor je možno. Z mobilno denarnico Conceal vam zagotavljamo varnost, hitrost in preprosto vsakodnevno uporabo.",
  "mobileWalletsTitle": "Podpora večim denarnicam",
  "mobileWalletsText": "Mobilna denarnica Conceal podpira več denarnic z različnimi naslovi, ki jih lahko uporabljate za različne namene.",
  "mobileMessagesTitle": "Šifrirana sporočila",
  "mobileMessagesText": "Poskusite poslati šifrirano sporočilo preko blockchain-a. Pošiljanje sporočil je na voljo v Oblaku ter v računalniški in mobilni aplikaciji. Vsebino sporočila lahko vidite le vi in prejemnik.",
  "mobilePaymentsTitle": "Sprejemanje plačil",
  "mobilePaymentsText": "Preprosto prejmite plačila od družine, prijateljev ali kogarkoli drugega, kjerkoli in kadarkoli.",
  "mobileBookTitle": "Imenik",
  "mobileBookText": "Ni potrebno, da vsakič znova kopirate in lepite naslove denarnic. Shranite si naslove v imenik za preprosto pošiljanje in prejemanje sredstev.",
  "mobileMarketTitle": "Podatki o trgu v živo",
  "mobileMarketText": "S podatki o trgu v živo ste lahko ves čas na tekočem s stanjem trga.",

  "bankingTitle": "Bančništvo, podprto z blockchain tehnologijo",
  "bankingAbout": "Bančništvo Conceal odpravi nepotrebne posrednike in omogoča vsem, da svoja sredstva položijo na blockchain in zanje prejmejo obresti.",  
  "bankingBlockchainTitle": "ZGRAJENO Z MOČJO BLOCKCHAIN TEHNOLOGIJE",
  "bankingBlockchainText": "Bančništvo Conceal je popolnoma decentralizirano in zgrajeno na Conceal Blockchain-u.",
  "bankingDepositsTitle": "POLOŽITE SREDSTVA IN JIH OPLEMENITITE",
  "bankingDepositsText": "Bančništvo Conceal omogoča komurkoli, da položi svoja sredstva in zanje prejme obresti.",
  "bankingWorldwideTitle": "DOSTOP OD KODERKOLI",
  "bankingWorldwideText": "Na svetu so milijoni ljudi brez dostopa do finančnih storitev. Bančništvo Conceal zagotavlja ta dostop komurkoli, kjerkoli.",
  "bankingFundsSafeTitle": "NAJ BODO VAŠA SREDSTVA NA VARNEM",
  "bankingFundsSafeText": "Ko položite svoja sredstva preko Conceal bančništva, se ta shranijo direktno na blockchain, kar zagotavlja večjo varnost.",  
  "bankingSavingsTitle": "ZASLUŽITE VEČ KOT VARČEVALNI RAČUN",
  "bankingSavingsText": "Depoziti preko Conceal bančništva prinašajo znatno višje donose, kot varčevalni račun, saj lahko znašajo tudi do 6% APR.",
  
  "idTitle": "Blagovna znamka na Blockchain-u",
  "idAbout": "Naš cilj je, da Conceal postane vseprisoten in zavedamo se, da si je javne ključe težko zapomniti in prepoznati. S Conceal ID želimo težavo rešiti tako, da omogočimo uporabo nepozabnih in prepoznavnih imen kot naslovov denarnic.",
  "idSecurityTitle": "Zgrajeno z varnostjo OpenID ",
  "idSecurityText": "Ne obstaja vedno dober razlog za ponovno izumljanje kolesa. Previdno smo izbrali preizkušen in široko uporabljen protokol OpenID. ",
  "idCloudTitle": "ZGRAJENO NA MOČI CONCEAL OBLAKA",
  "idCloudText": "Conceal ID je brezhibno integriran s Conceal Oblakom za kar se da preprosto uporabo. ",
  "idShareTitle": "DELITE SVOJ CONCEAL ID",
  "idShareText": "Pošljite nam nekaj CCX na team.conceal.id - deluje! Preprosto delite svoj prilagojeni, enostavno zapomnljiv in prepoznaven Conceal ID s komerkoli.",
  "idPaymentsTitle": "PREPROSTO PREJEMANJE PLAČIL",
  "idPaymentsText": "Vaš Conceal ID olajša prejemanje donacij ali plačil strank ali prijateljev.",  
  "idIntegrationTitle": "Ustvarjen za integracijo",
  "idIntegrationText": "Zgrajen z API-jem za integracijo z vašo najljubšo platformo ali aplikacijo.",

  "messagingTitle": "Decentralizirana šifrirana sporočila",
  "messagingAbout": "Conceal sporočanje razširja naš ekosistem z zagotavljanjem popolnoma integriranega, šifriranega pošiljanja sporočil na Blockchain-u.",
  "messagingDestructTitle": "SAMO-UNIČUJOČA SPOROČILA",
  "messagingDestructText": "Conceal sporočanje podpira pošiljanje sporočil, ki se po branju samodejno izbrišejo.",
  "messagingVarietyTitle": "APLIKACIJA ZA MOBILNE TELEFONE, RAČUNALNIKE ALI OBLAK",
  "messagingVarietyText": "Conceal sporočanje deluje v Conceal oblaku ter na računalnikih in mobilnih napravah.",
  "messagingDecentralizedTitle": "DECENTRALIRANO",
  "messagingDecentralizedText": "Conceal sporočanje je decentralizirana storitev, ki deluje na Blockchain-u.",
  "messagingBookTitle": "IMENIK",
  "messagingBookText": "Naslova denarnice ni potrebno vsakič znova kopirati in lepiti. Uporabite imenik za enostavno pošiljanje sporočil svojim stikom.",  
  "messagingEncryptedTitle": "ŠIFRIRANO",
  "messagingEncryptedText": "Vsa sporočila, poslana preko Conceal, so šifrirana, prebereta jih lahko le pošiljatelj in prejemnik.",
  
  "cLiveTitle": "Conceal Live (Clive) je zmogljiva komunikacijska programska oprema, ki nudi varno, zasebno in brezplačno pošiljanje avdio, video in tekstovnih sporočil med uporabniki.",
  "cLiveAbout1": "Clive je brezplačen za javno uporao in je na voljo tudi brez oglasov. Aplikacija za zasebno komuniciranje je trenutno na voljo za uporabnike operacijskih sistemov Android in Windows, aplikacija za uporabnike iOS pa bo najverjetneje na voljo v prihodnosti.",
  "cLiveAbout2": "Clive ljudem vrača zasebno komunikacijo.",
  "cLiveSecureTitle": "VARNA KOMUNIKACIJA",
  "cLiveSecureText": "Povezave Clive so v celoti šifrirane. Vsi Clive podatki so shranjeni le na napravi, na kateri je nameščena aplikacija Clive.",
  "cLiveNoServersTitle": "BREZ STREŽNIKOV",
  "cLiveNoServersText1": "Ker so vse povezave šifrirane, se Clive za delovanje ne zanaša na nobeno centralno avtoriteto ali strežnik. Zakasnitve in hitrosti prenosa so zahvaljujoč direktnim povezavam občutno zmanjšane.",
  "cLiveNoServersText2": "Avtonomni uporabniki, ki so v istem lokalnem omrežju, lahko komunicirajo, tudi če nimajo povezave z internetom.",
  "cLiveConferenceTitle": "AVDIO IN VIDEO KONFERENCE",
  "cLiveConferenceText": "Clive omogoča neomejeno število avdio in video konferenc. Ni omejitev glede števila udeležencev ali dolžine klicev. Omejeni ste le z lastnimi sredstvi.",
  "cLiveExperienceTitle": "ODLIČNA UPORABNIŠKA IZKUŠNJA",
  "cLiveExperienceText": "Delite fotografije, zvočne posnetke ali datoteke brez omejitev velikosti. Uporabite emoji-je in druge standardne funkcije za zasebno in varno klepetanje.",  
  "cLiveFlexibleTitle": "FLEKSIBILNOST",
  "cLiveFlexibleText": "Clive ima številne možnosti prilagoditev in deluje na večih različnih platformah.",
  "cLiveFooterText1": "Clive je čudovita ugodnost, ki jo ponujamo uporabnikom in je še eno odlično orodje v nenehno rastočem ekosistemu Conceal.",
  "cLiveFooterText2": "Uživajte v uporabi storitve Clive in življenjskem slogu Conceal",
  
  "payTitle1": "Preprosta",
  "payTitle2": "Blockchain",
  "payTitle3": "plačila",
  "payAbout": "Plačila Conceal omogočajo podjetjem in zasebnim uporabnikom preprosto prejemanje plačil v omrežju Conceal.",
  "payBlockchainTitle": "ZGRAJENO Z MOČJO BLOCKCHAIN TEHNOLOGIJE",
  "payBlockchainText": "Plačila Conceal omogočajo podjetjem in zasebnim uporabnikom preprosto prejemanje plačil preko Conceal Blockchain-a.",
  "payCloudTitle": "ZGRAJENO NA MOČI CONCEAL OBLAKA",
  "payCloudText": "Plačila Conceal so za preprosto uporabo brezhibno integrirana s platformo Conceal Oblak.",
  "payLinksTitle": "POVEZAVE ZA PLAČILO",
  "payLinksText": "Preprosto kreirajte URL povezave z enostavno spletno stranjo, preko katere vam lahko stranke in prijatelji pošiljajo plačila.",
  "paySimpleTitle": "NORO ENOSTAVNA PLAČILA",
  "paySimpleText": "Plačila Conceal omogoča enostavno prejemanje plačil preko spleta za vas in vaše podjetje.",
  "payIntegrationTitle": "ZGRAJENO ZA INTEGRACIJO",
  "payIntegrationText": "Zgrajeno z API-jem za hitro integracijo, ki omogoča hitro in enostavno prejemanje plačil na vaši spletni strani.",
  
  "labsTitle1": "Uresniči svoje",
  "labsTitle2": "sanje",
  "labsAbout": "S podporo naši skupnosti si prizadevamo za razvoj širokega ekosistema. Conceal Labs razvijalcem, podjetnikom in ustvarjalcem omogoča začetni zagon, ki ga potrebujejo za uresničitev svoje vizije.",
  "labsIdeaTitle": "IMATE IDEJO?",
  "labsIdeaText": "Ali imate projekt, ki na kakšen način vključuje Conceal? <a href='https://discord.gg/YbpHVSd'>Predstavite nam jo!",  
  "labsMoneyTitle": "BI VAM DENAR POMAGAL?",
  "labsMoneyText": "Včasih je denar ravno tisto, kar potrebujete, da svojo idejo začnete uresničevati.",
  "labsFundsTitle": "PRIDOBITE NAŠE FINANCIRANJE",
  "labsFundsText": "Naši ustvarjalci so skupnosti namenili sredstva za projekte.",
  "labsListedTitle": "PRIDRUŽITE SE NAŠIM PROJEKTOM",
  "labsListedText": "Pridobite naša finančna sredstva in vaš projekt bomo navedli na naši spletni strani.",
  "labsProjectsTitle": "Projekti",
  "labsProjectsText": "Oglejte si nekaj odličnih projektov, ki smo jih financirali. <a href='https://discord.gg/YbpHVSd'>Prijavite se tudi vi!</a>",
  "labsFooterText": "Kmalu v vašem brskalniku!",
  
  "aboutTitle": "Anonimni DeFi & Zasebna komunikacija",
  "aboutAbout": "Naš cilj je, da Conceal postane vseprisoten in zavedamo se, da si je javne ključe težko zapomniti in jih prepoznati. S Conceal ID želimo težavo rešiti tako, da omogočimo uporabo zapomnljivih in prepoznavnih imen kot naslovov denarnic. ",
  "aboutWhatIsTitle": "Kaj je Conceal?",
  "aboutWhatIsText1": "Conceal je decantralizirana blockchain banka, z depoziti in naložbami, ki prinašajo obresti, brez sodelovanja finančnih inštitucij in ki jo poganjajo 100% odprtnokodne rešitve.",
  "aboutWhatIsText2": "Conceal omogoča nesledljivo in anonimno pošiljanje sporočil ter varen način prenosa finančnih sredstev. Z uporabo distribuirane javne knjige sta pošiljatelj in prejemnik anonimna, kar je ključna skrb v svetu, ki je sledil objavam Edwarda Snowden-a. Hekerji ne morejo izslediti denarja ali sporočil, kadar so ta posredovana preko javnih omrežij.",
  "aboutWhatIsText3": "Kriptovaluta Conceal (₡CCX) je zasnovana na protokolu Cryptonote in deluje na varni omrežni tehnologiji za delovanje brez centralne avtoritete. Zasebni ključi do vaših sredstev so izključno v vaših rokah.",
  "aboutWhatIsText4": "Conceal je dostopen vsem na svetu, ne glede na njihovo geografsko lokacijo ali status. Naš blockchain je odporen na kakršnekoli analize. Vse vaše CCX transakcije in vsa sporočila so popolnoma anonimna.",
  "aboutWhatIsText5": "Conceal se izogiba številnim pomislekom, na primer glede tehnologije, vpliva na okolje, ugleda in varnosti Bitcoina in prinaša vpogled v prihodnost.",
  "aboutWhatIsText6": "Conceal je odprtokoden, usmerjen v skupnost in popolnoma decentraliziran.",
  "aboutWhatIsText7": "Nihče ni lastnik Conceal-a in vsi lahko sodelujejo.",
  "aboutVisionTitle": "NAŠA VIZIJA",
  "aboutVisionText1": "Pri Conceal-u verjamemo, da je dostop do znanja tisto, kar resnično omogoča razcvet odličnih idej in rast raznolikih skupnosti.",
  "aboutVisionText2": "Verjamemo, da je Conceal tisto, za kar se skupnost odloči in da bi morale odločitve o razvoju protokola vključevati vse. Hekerji ne morejo slediti sredstev ali sporočil, kadar so ta poslana po javnih omrežjih.",  
  "aboutFeaturesTitle": "LASTNOSTI",
  "aboutFeaturesPrivateTitle": "Zasebno",
  "aboutFeaturesPrivateText": "Conceal uporablja ring podpise in enkratne naslove za resnično anonimna plačila.",
  "aboutFeaturesUntraceableTitle": "Nesledljivo",
  "aboutFeaturesUntraceableText": "Transakcij preko Conceal blockchain-a ni mogoče povezati med pošiljateljem in prejemnikom.",
  "aboutFeaturesDecentralizedTitle": "Decentralizirano",
  "aboutFeaturesDecentralizedText": "Conceal sledi originalni viziji Satoshi Nakamota o decentralizirani, trustless kriptovaluti, t.j. varni digitalni valuti, s katero upravlja omrežje uporabnikov. Transakcije so potrjene s porazdeljenim soglasjem, nakar se nespremenljivo zabeležijo na blockchain-u. Posredniki za varnost vašega denarja niso potrebni.",
  "aboutFeaturesFungibleTitle": "Zamenljivo",
  "aboutFeaturesFungibleText": "Conceal je resnično zamenljiv, zahvaljujoč vgrajeni funkciji zasebnosti. Tako kot gotovina so vsi kovanci enaki, zamenljivi. Verjetnost, da bi kovanec prišel na seznam prepovedanih sredstev zaradi njegove povezave s prejšnjimi transakcijami, je minimalna.",  
  "aboutFeaturesScalableTitle": "Razširljivo",
  "aboutFeaturesScalableText": "Prihodnje pobude za razširljivost bodo vključevale modularno stransko verigo.",
  "aboutFeaturesCommunityTitle": "V rokah skupnosti",
  "aboutFeaturesCommunityText": "Nihče ni lastnik Conceal-a. Vsak lahko sodeluje. Razvijajo, vzdržujejo in financirajo ga prostovoljci.",
  "aboutFeaturesSimpleTitle": "Enostavnost",
  "aboutFeaturesSimpleText": "Preprosta uporaba na namiznih računalnih in CLI klientih.",
  "aboutFeaturesPlatformsTitle": "Dostopno na različnih platformah",
  "aboutFeaturesPlatformsText": "Na voljo za uporabnike osebnih računalnikov, Mac, Ubuntu in sistemov Android.",
  "aboutFeaturesPoWTitle": "Zaščiten Proof Of Work",
  "aboutFeaturesPoWText": "PoW hash funkcija je zasnovana za enakovredno rudarjenje s CPU & GPU in je odporna za ASIC.",
  "aboutFeaturesLimitsTitle": "Prilagodljive omejitve",
  "aboutFeaturesLimitsText": "Conceal inteligentno prilagaja svoje parametre na podlagi preteklih podatkov.",
  "aboutFeaturesMessagesTitle": "Šifrirana sporočila",
  "aboutFeaturesMessagesText": "Zavarujte svojo zasebnost s šifriranim omrežjem P2P, varno komunikacijo in šifriranimi samo-uničujočimi sporočili.",
  "aboutFeaturesBankingTitle": "Decentralizirano bančništvo",
  "aboutFeaturesBankingText": "Decentralizirani pologi na blockchain-u, ki prinašajo do 6% obresti letno.",
  "aboutSpecsTitle": "TEHNIČNE SPECIFIKACIJE",
  "aboutSpecsNameTitle": "Ime",
  "aboutSpecsNameText": "Conceal",
  "aboutSpecsTickerTitle": "Oznaka",
  "aboutSpecsTickerText": "CCX",
  "aboutSpecsSymbolTitle": "Simbol",
  "aboutSpecsSymbolText": "₡",
  "aboutSpecsAlgorithmTitle": "Algoritem",
  "aboutSpecsAlgorithmText": "PoW, CN-GPU",
  "aboutSpecsDifficultyTitle": "Zahtevnost",
  "aboutSpecsDifficultyText": "DDA & Zawy's LWMA 3",
  "aboutSpecsPrivacyTitle": "Zasebnost",
  "aboutSpecsPrivacyText": "Ring podpisi & enkratni naslovi",
  "aboutSpecsBlockTimeTitle": "Trajanje cikla bloka",
  "aboutSpecsBlockTimeText": "120s",
  "aboutSpecsDecimalsTitle": "Decimalna mesta",
  "aboutSpecsDecimalsText": "6",
  "aboutSpecsPoWTitle": "100% PoW",
  "aboutSpecsPoWText": "Proof of work s 100% nagradami, ki gredo rudarjem in več kot 100 let rudarjenja",
  "aboutSpecsDepositsTitle": "Depoziti",
  "aboutSpecsDepositsText": "Do 6% obrestne mere na leto",
  "aboutSpecsMessengerTitle": "Aplikacija za sporočanje",
  "aboutSpecsMessengerText": "Šifrirana sporočila in samo-uničujoča sporočila",
  "aboutSpecsPremineTitle": "Premine",
  "aboutSpecsPremineText": "6% maksimalne količine, zaklenjeno v 5-letnem intervalu",
  "aboutSpecsRewardTitle": "Nagrada na blok",
  "aboutSpecsRewardText": "Nagrada na blok je konstantno 6 CCX na blok, zaradi česar je CCX sredstvo z zelo nizko inflacijo.",
  "aboutSpecsAddressesTitle": "Naslovi",
  "aboutSpecsAddressesText": "Naslovi denarnic so niz 98 znakov, ki se začnejo s 'ccx7'",
  
  "mediaTitle1": "Bodi",
  "mediaTitle2": "opažen",
  "mediaTitle3": "ne prikrit",
  "mediaMenuAMA": "Vprašanja",
  "mediaMenuArticles": "Članki",
  "mediaMenuVideos": "Videi",
  "mediaMenuMining": "Rudarjenje",
  "mediaMenuDevUpdates": "Dnevnik",
  "mediaAMATitle": "AMA serije",
  "mediaAMAText": "Kljub temu, da se osredotočamo na zasebnost, pa Conceal ne ostaja neopažen v medijih. Opazilo nas je že večje število vplivnih publikacij in pomembnih vplivnežev.",
  "mediaArticlesTitle": "Članki",
  "mediaArticlesText": "Naš ekosistem nenehno izboljšujemo. O naši poti in dogajanju si lahko preberete v spodnji seriji člankov.",
  "mediaMiningTitle": "Rudarjenje",
  "mediaMiningText": "Conceal je 100% PoW kripto valuta. Spoznajte, kako jo rudariti in kakšne so najboljše prakse za to.",
  "mediaVideosTitle": "Videi",
  "mediaVideosText": "Conceal je spodbudil nastanek številnih video posnetkov. Poskušali smo jih zbrati na enem mestu, da so vam informacije enostavno dostopne.",
  "mediaUpdatesTitle": "Dnevnik",
  "mediaUpdatesText": "Nenehno si prizadevamo za izboljšanje našega ekosistema. Na voljo so vam vsa mesečna poročila, v katerih so zbrani mejniki in spremembe, ki smo jih naredili do zdaj.",
  
  "communityTitle1": "Izboljšanje sveta",
  "communityTitle2": "Skupaj",
  "communityAboutTitle": "Skupnost",
  "communityAboutText": "Conceal ima ogromno, uspešno skupnost izjemnih ljudi, ki si delijo ideje, sodelujejo in si pomagajo, ne glede na to, kje so na svojem potovanju po svetu blockchain tehnologije. Kaj še čakate?",
  "communityOfficialTitle": "URADNO",
  "communityGroupsTitle": "SKUPINE",
  "communityExchangesTitle": "MENJALNICE",
  "communityETHTitle": "ETHEREUM",
  "communityBSClTitle": "BINANCE SMART CHAIN",
  "communityPolygonTitle": "POLYGON",
  "communityMCAPTitle": "KAPITALIZACIJA",
  
  "landingFooterAbout": "O nas",
  "landingFooterTitle": "Conceal.Network je decentralizirana blockchain banka, z depozizi in naložbami, ki prinašajo obresti, brez sodelovanja finančnih inštitucij, zasnovana na 100% odprtokodnih rešitvah.",
  "landingFooterLinks": "Hitre povezave",
  "landingFooterLinkWebsite": "Spletna stran",
  "landingFooterLinkDocs": "Dokumentacija",
  "landingFooterLinkDiscord": "Discord",
  "landingFooterLinkTelegram": "Telegram",
  "landingFooterLinkReddit": "Reddit",
  "landingFooterLinkBTCTalk": "Bitcointalk",
  "landingFooterConnect": "Kontaktirajte nas"  
}
