{
  "rAbout": "Hakkımızda",
  "rAnd": "Ve",
  "rApps": "Uygulamalar",
  "rBackToTop": "Başa Dön",
  "rBanking": "Bankacılık",
  "rBuying": "Satın Alma",
  "rBuyCCX": "CCX Satın Al",
  "rBuywCCX": "wCCX Satın Al",
  "rBridge": "Takas",
  "rCloud": "Bulut",
  "rCommunity": "Topluluk",
  "rContact": "Kişiler",
  "rDeposit": "Yatırım",
  "rDeposits": "Yatırımlar",
  "rDesktop": "Masaüstü",
  "rDeveloper": "Geliştirici",
  "rDocs": "Dokümanlar",
  "rDocumentation": "Belgeler",
  "rDuration": "Süre",
  "rExample": "Örnek",
  "rExchanges": "Borsalar",
  "rInTheMedia": "Medyada",
  "rwCCXLPPairs": "wCCX LP çiftleri",
  "rExplorer": "Keşfet",
  "rFeatures": "Özellikler",
  "rFor": "için",
  "rHashrate": "Hash oranı",
  "rHeight": "Height",
  "rID": "ID",
  "rInfo": "Bilgi",
  "rInnovation": "Yenilik",
  "rInterest": "Faiz",
  "rLabs": "Laboratuvarlar",
  "rMessage": "Mesaj",
  "rMessaging": "Mesajlaşma",
  "rMilestones": "Kilometre Taşı",
  "rMiners": "Madenciler",
  "rMining": "Madencilik",
  "rMobile": "Mobil",
  "rMonths": "Aylar",
  "rMore": "Daha Fazla",
  "rPaper": "Kağıt",
  "rPay": "Ödeme",
  "rPools": "Havuz",
  "rPrincipal": "Başlıca",
  "rProfit": "Kâr",
  "rRoadmap": "Yol Haritası",
  "rSend": "Gönder",
  "rSubject": "Başlık",
  "rTeam": "Takım",
  "rTotal": "Toplam",
  "rWallets": "Cüzdanlar",
  "rHeadOf": "Başı",
  "rSignUp": "Kayıt Ol",
  "rSignIn": "Oturum Aç",
  "rLearnMore": "Daha fazla bilgi edin",
  "rDownload": "İndir",
  "rAndroid": "Android",
  "rIphone": "Ios",
  "rUseConceal": "Conceal'ı Kullan",
  "rGetCCX": "CCX'i edinin",
  "rProjects": "Projeler",
  "rApply": "Başvur",
  "rSeeForYourself": "Kendin için gör",
  "rJoinTheMovement": "Harekete katıl",

  "onTheBlockchain": "Blockchain üzerinden",
  "headerDescription": "Merkezi Olmayan Finans, Özel İşlemler ve Şifreli Mesajlaşma",
  "labsTeaser": "Conceal ile havalı bir şeyler inşa etmek ister misiniz?",
  "weCanFundYou": "Size fon sağlayabiliriz....",

  "whatWereAbout": "Biz Kimiz? ",
  "about1": "Conceal Network, bireylere ve kuruluşlara merkezi olmayan bir ortamda anonim olarak iletişim kurma ve finansal olarak etkileşim kurma yetkisi veren güvenli bir gizlilik çerçevesidir.",
  "about2": "Conceal Network, fiziksel parayı taklit eden açık kaynaklı, gizlilik korumalı bir dijital nakit sistemi olan $CCX kripto para birimine güç sağlar. $CCX'inizi nerede sakladığınızı veya harcadığınızı kimse bilemez. Conceal Network üzerindeki tüm işlemler, mevduatlar ve mesajlar izlenemez. Kurcalanmaya karşı korumalıdır ve kriptografik protokollerin kullanımı yoluyla merkezi bir otorite olmadan çalışır.",
  "about3": "Conceal Network, sosyal veya finansal durum ve coğrafi konum ne olursa olsun herkesin erişebileceği, topluluk odaklı, gerçekten merkezi olmayan bir blok zinciri bankasıdır. Kimse Conceal Network'e sahip değildir ve herkes ücretsiz olarak katılabilir.",
  "aboutBankingDeposits": "Mevduatlar, Conceal ekosisteminin belkemiğini oluşturur ve kullanıcılara, kilitli mevduatlarda faiz kazandıran merkezi olmayan ve eşitlikçi bir gelir sağlar.",
  "encryptedMessages": "Şifreli Mesajlar",
  "aboutEncryptedMessages": "Kendi kendini imha eden mesajlar blok zinciri üzerinde çalışan gerçekten özel, merkezi olmayan, anonim, izlenemez ve uçtan uca şifreli mesajlaşma hizmeti.",
  "compoundInterestCalculator": "Bileşik Faiz Hesaplayıcı",
  "compoundLevel": "Bileşik Seviyesi",
  "tier1": "Aşama 1",
  "tier2": "Aşama 2",
  "tier3": "Aşama 3",
  "baseAPR": "Baz/APR",
  "maxInterest": "Maksimum Faiz",
  "durationMonths": "Süre: Ay",

  "usingConceal": "Conceal Kullanımı",
  "aboutUsingConceal": "Conceal Desktop, Conceal'ın temel özellikleri için merkezi etkileşim noktasıdır ve tüm büyük platformlar için mevcuttur. Conceal Desktop ile CCX ve şifreli güvenli mesajlar gönderip alabilir ve para yatırma işlemlerinizi yönetebilirsiniz.",

  "gettingCCX": "CCX Edin",
  "quickStart": "Hızlı Başlangıç",
  "aboutGettingCCX": "CCX'i edinmenin en kolay yolu, CPU'lar veya CCX'i destekleyen birçok madenciden birini kullanmak veya Conceal Miner'ımızı kullanmaktır. Göz atın",
  "aboutGettingCCX2": "CCX madenciliği hakkında daha detaylı bilgi için.",
  "officialPool": "Resmi Havuz",

  "initialCommitMilestone": "İlk Taahhüt",
  "aboutInitialCommitMilestone": "İlk sürüm Testnet, Daemon, Miner ve Wallet piyasaya sürüldü. Gerçekten harika bir şey başlıyor.",
  "encryptedMessagingAndDepositsMilestone": "Şifreli Mesajlaşma ve Para Yatırma",
  "aboutEncryptedMessagingAndDepositsMilestone": "Faiz ödeyen ve kendi kendini imha eden şifreli mesajlar veren faizli mevduatları kullanan yenilikçi bankacılık özellikleri başlatıldı. Wow!",
  "websiteAndBlockExplorerMilestone": "Web Sitesi ve Blok Gezgini",
  "aboutWebsiteAndBlockExplorerMilestone": "Resmi web sitesi, proje için merkezi bir bilgi noktası sağlamak üzere doğmuştur. Blok Gezgini yayınlandı. Yanıyoruz!",
  "exchangeListingAndInvestmentsMilestone": "Borsa Listelenmeleri ve Yatırımlar",
  "aboutExchangeListingAndInvestmentsMilestone": "CCX, STEX borsasında listelenmiştir ve mevduat sistemi, yatırımları desteklemek için yenilenmiştir. Stok yükseliyor!",
  "customAlgorithmMilestone": "Özel Algoritma",
  "aboutCustomAlgorithmMilestone": "Cryptonote Conceal Proof-of-Work algoritması FPGA, ASIC ve Nicehash dirençli olacak şekilde yayınlandı. Küçük insanlara güç!",
  "aboutConcealCloudMilestone": "Conceal Cloud, CCX için güvenli, güçlü ve zengin özelliklere sahip bir web cüzdanı sunarak piyasaya sürüldü. Evlat edinme tavan yapıyor!",
  "aboutConcealLabsMilestone": "Conceal Labs, herkese Conceal ile harika şeyler inşa etmek için ödeme alma olanağı sunarak lanse edildi. Topluluk büyüyor!",
  "aboutConcealMobileMilestone": "Conceal Mobile, şifreli mesajlarla sağlam bir mobil cüzdan sunanarak piyasaya sürüldü. Mesajlaşma popülaritesi patlıyor!",
  "aboutConcealPayMilestone": "Conceal Pay, herkesin CCX'te ödeme veya bağış kabul etmesini kolaylaştıracak şekilde piyasaya sürüldü. Hacim genişliyor!",
  "aboutConcealIDMilestone": "Kullanıcı adlarına benzer akılda kalıcı markalı adresler sunan Conceal ID piyasaya sürüldü. Kullanım kolaylığı geliştirir!",
  "daemonAndWalletImprovementsMilestone": "Arka Plan ve Cüzdan İyileştirmeleri",
  "aboutdaemonAndWalletImprovementsMilestone": "Conceal Desktop v6, değişen arayüz ve arka plan programı geliştirmeleriyle piyasaya sürüldü. Süsleniyoruz!",
  "miningAlgorithmMilestone": "CN-GPU Madencilik Algoritması",
  "aboutMiningAlgorithmMilestone": "CN-GPU Proof-of-Work algoritması FPGA, ASIC, Botnet ve Nicehash dirençlidir. Küçük insanlara güç!",
  "wCCXETHMilestone": "Wrapped CCX (wCCX)",
  "aboutwCCXETHMilestoneMilestone": "Wrapped CCX,CCX sahiplerinin ETH üzerindeki DEFI'ye erişmesine izin veren ethereum blok zincirinde oluşturulur!",
  "wCCXUniAndTrustMilestone": "wCCX Uniswap ve Trustwallet üzerinde mevcuttur.",
  "aboutwCCXUniAndTrustMilestone": "wCCX o sırada en popüler DEX'te mevcuttur ve Trustwallet'a eklenmiştir.",
  "depositsCloundAndMobileMilestone": "Cloud&Mobil'e Yatır",
  "aboutDepositsCloundAndMobileMilestone": "Soğuk staking Cloud'a ve Mobil cihazlara geldi. Telefonunuzdan faiz kazanabilirsiniz!",
  "selfDestructCloundAndMobileMilestone": "Cloud & Mobil Kendini Yok Eden Mesajlar",
  "aboutSelfDestructCloundAndMobileMilestone": "Belirli bir süre sonra kendi kendini imha eden mesajlarla mesajlaşın.",
  "swapMilestone": "Conceal Takas",
  "aboutSwapMilestone": "Takas aracımızla CCX'inizi wCCX'e değiştirin veya diğer tarafa geri dönün.",
  "cLiveMilestone": "CONCEAL LIVE",
  "aboutCLiveMilestone": "Görüntülü / Sesli aramalar ve Mesajlar için merkezi olmayan p2p ve uçtan uca şifreli platform.",
  "cHub01Milestone": "Conceal HUB - İlk Versiyon",
  "aboutCHub01Milestone": "Desteklenen ilk modül olarak Cüzdan modülü ile Çapraz platform uygulamasının ilk sürümü",
  "cHub02Milestone": "Conceal HUB - Versiyon 2",
  "aboutCHub02Milestone": "İkinci sürüm Para Yatırma ve ID modüllerini içerir",
  "cHub03Milestone": "Conceal HUB - Versiyon 3",
  "aboutCHub03Milestone": "Üçünçü sürüm Takas modüllerini içerir",
  "stableDepositsMilestone": "Stabil Mevduat",
  "aboutStableDepositsMilestone": "İstikrarlı bir varlığa sabitlenmiş mevduatlar, faiz kazanırken size gönül rahatlığı sağlar.",
  "concealVaultMilestone": "Conceal Kasa",
  "multisigWalletsMilestone": "Çoklu İmza Cüzdanları",
  "hwWalletSupportMilestone": "Donanım Cüzdanı Desteği",
  "distAPILayerMilestone": "Dağıtılmış API Katmanı",
  "concealCardMilestone": "Conceal Kart",

  "poweredBy": "Tarafından desteklenmektedir.",
  "theTeam": "Conceal Takımı",
  "founder": "Kurucu",
  "ops": "Operasyon",
  "dev": "Yazılım",
  "tech": "Teknoloji",
  "economics": "Ekonomi",
  "marketing": "Pazarlama",
  "businessDev": "İş Geliştirme",
  "community": "Topluluk",
  "seniorDev": "Kıdemli Geliştirici",
  "communityManager": "Topluluk Yöneticisi",
  "pr": "Halkla İlişkiler",
  "collabTitle": "Bu sen olabilirsin...",
  "collabText": "PROJENİN PARÇASI OLUN",

  "helpdeskTitle": "BİR SORUN MU VAR VEYA BİZİMLE İLETİŞİME GEÇMEYE İHTİYACINIZ VAR MI?",
  "helpdeskText": "Yardım masamızı kullanın",
  "helpdeskBtn": "Ticket Gönder",

  "theCommunity": "Topluluk",

  "wereFriendly": "Arkadaş canlısıyız.",
  "contactUs": "Bizimle iletişime geçin",
  "yourName": "Adınız",
  "yourEmailAddress": "E-mail adresiniz",

  "whereToFindUs": "Bizi nerede bulabilirsin?",
  "whereToFindUsInfo1": "Daha fazlasını öğrenmek için en iyi yer sitemizi ziyaret etmektir.",
  "whereToFindUsInfo2": "Kaynak kodumuzu ve diğer yayınlarımızı şurada bulabilirsiniz:",
  "whereToFindUsInfo3": "ve son etkinliklerimiz",
  "officialMailTitle": "Resmi E-Mail adresimiz:",
  "otherWaysToFindUs": "Bizi çevrimiçi olarak bulabileceğiniz diğer tüm yollar burada.",
  "termsAndConditions": "Şartlar ve Koşullar",
  "allRightsReserved": "Tüm hakları saklıdır",

  "mobileHeader": "CONCEAL MOBİL",
  "mobileTitle": "Güvenli, zengin özelliklere sahip ve mobil bir Conceal CüzdanI",
  "mobileAbout": "Conceal kripto para birimini mümkün olduğunca kullanımı kolay hale getirmeyi amaçlıyoruz. Conceal Mobil ile hareket halindeyken güvenli, hızlı ve kullanımı kolay bir cüzdana sahip olun.",
  "mobileWalletsTitle": "Çoklu Cüzdan",
  "mobileWalletsText": "Conceal Mobile, her biri kendi adresine sahip birden fazla cüzdanı destekler, böylece bunları farklı amaçlar için kullanabilirsiniz.",
  "mobileMessagesTitle": "Şifreli Mesajlar",
  "mobileMessagesText": "Blok zinciri üzerinden şifreli mesajlar göndermeyi deneyin. Mesajlar bulutta, masaüstünde ve mobil cüzdanlarda çalışır. Sizden ve alıcıdan başka kimse içeriğini göremez.",
  "mobilePaymentsTitle": "Ödemeleri Al",
  "mobilePaymentsText": "Ailenizden, arkadaşlarınızdan veya herhangi birinden, her yerden kolayca ödeme kabul edin.",
  "mobileBookTitle": "Adres defteri",
  "mobileBookText": "Adresleri her seferinde kopyalamaya / yapıştırmaya gerek yok. Kolay para göndermek ve almak için adreslerinizi defterinizde koruyun.",
  "mobileMarketTitle": "Canlı Piyasa Verileri",
  "mobileMarketText": "Hareket halindeyken canlı piyasa verileriyle kolayca güncel kalabilirsiniz.",

  "bankingHeader": "CONCEAL BANKACILIGI",
  "bankingTitle": "Blockchain Destekli Bankacılık",
  "bankingAbout": "Conceal Bankacılıgı, herkese fonlarını Blockchain'e yatırma ve karşılığında faiz alma gücü vererek gereksiz aracıları ortadan kaldırır.",
  "bankingBlockchainTitle": "BLOCKCHAIN GÜCÜYLE İNŞA EDİLMİŞTİR",
  "bankingBlockchainText": "Conceal Bankacılıgı, tamamen merkezi olmayan ve Conceal Blockchain üzerine kuruludur",
  "bankingDepositsTitle": "FAİZ İÇİN MEVDUAT FONLARI",
  "bankingDepositsText": "Conceal Bankacılıgı, dünyadaki herkesin varlığını faiz karşılığında yatırmasını sağlar.",
  "bankingWorldwideTitle": "DÜNYA ÇAPINDA ERİŞİM",
  "bankingWorldwideText": "Dünya çapında finansal hizmetlere erişimi olmayan milyonlarca insan var. Gizli Bankacılık, herkese, her yerde çok ihtiyaç duyulan erişimi sağlar.",
  "bankingFundsSafeTitle": "FONLARINIZI GÜVENDE TUTUN",
  "bankingFundsSafeText": "Paranızı Conceal Bankacılıgı'na yatırdığınızda, güvenliğiniz için blok zincirine soğuk bir şekilde saklanır.",
  "bankingSavingsTitle": "BİR TASARRUF HESABINDAN DAHA FAZLA KAZAN",
  "bankingSavingsText": "Gizli Bankacılık ile yapılan mevduatlar, bir tasarruf hesabından önemli ölçüde daha fazla yani %6'ya kadar APR artı bileşik kazanç sağlar.",

  "idHeader": "CONCEAL ID",
  "idTitle": "Blockchain'i Markalaştırmak",
  "idAbout": "Amacımız Conceal'in her yerde bulunması ve açık anahtarların hatırlanmasının ve tanınmasının zor olduğunun farkındayız. Conceal ID ile akılda kalıcı ve tanınabilir isimlerin adres olarak kullanılmasını sağlayarak sorunu çözmeyi amaçlıyoruz.",
  "idSecurityTitle": "OpenID güvenliği ile oluşturulmuştur",
  "idSecurityText": "Tekerleği yeniden icat etmek için her zaman iyi bir neden yoktur. Conceal ID'ye güç sağlamak için kanıtlanmış ve yaygın olarak kullanılan OpenID protokolünü dikkatle seçtik.",
  "idCloudTitle": "CONCEAL BULUTUN GÜCÜ ÜZERİNDE OLUŞTURULDU",
  "idCloudText": "Conceal ID, mutlak kullanım kolaylığı için Conceal Bulut ile sorunsuz bir şekilde entegre edilmiştir.",
  "idShareTitle": "CONCEAL ID'nizi PAYLAŞIN",
  "idShareText": "Team.conceal.id adresinden bize biraz CCX gönderin - işe yarıyor! Özel, akılda kalıcı ve tanınabilir Conceal ID'nizi herkesle kolayca paylaşın.",
  "idPaymentsTitle": "ÖDEMELERİ KOLAYCA ALIN",
  "idPaymentsText": "Gizli Kimliğiniz, müşterilerden ve arkadaşlardan bağış veya ödeme kabul etmeyi kolaylaştırır.",
  "idIntegrationTitle": "Entegrasyon için tasarlandı",
  "idIntegrationText": "Favori platformunuz veya uygulamanızla entegrasyon için bir API ile oluşturulmuştur.",

  "messagingHeader": "CONCEAL MESAJLAŞMA",
  "messagingTitle": "Merkezi Olmayan Şifreli Mesajlar",
  "messagingAbout": "Conceal Mesajlaşma ile Blockchain üzerinde tamamen entegre şifreli mesajlaşma sağlayarak ekosistemimizi genişletir.",
  "messagingDestructTitle": "KENDİNİ YOK EDEN MESAJLAR",
  "messagingDestructText": "Conceal Mesajlaşma, okunduktan sonra kendilerini silen kendi kendini imha eden mesajları destekler.",
  "messagingVarietyTitle": "MOBİL, MASAÜSTÜ VEYA BULUT",
  "messagingVarietyText": "Conceal Mesajlaşma, Conceal Bulut, Masaüstü ve Mobil'de çalışır.",
  "messagingDecentralizedTitle": "MERKEZİ OLMAYAN",
  "messagingDecentralizedText": "Conceal Mesajlaşma, Blockchain üzerinde çalışan merkezi olmayan bir hizmettir.",
  "messagingBookTitle": "ADRES DEFTERİ",
  "messagingBookText": "Her seferinde bir adresi kopyalamaya / yapıştırmaya gerek yoktur. Kişilerinize kolayca mesaj göndermek için adres defterinizde koruyun.",
  "messagingEncryptedTitle": "ŞİFRELENMİŞ",
  "messagingEncryptedText": "Tüm Conceal Mesajlaşmalar şifrelidir ve gönderici ve alıcı dışında hiç kimse tarafından okunamaz.",

  "cLiveHeader": "CONCEAL LIVE",
  "cLiveTitle": "Conceal Live (Clive), kişiler arası ve uçtan uca şifreli ses, video ve mesajlaşma hizmetlerini ücretsiz olarak sunan, gizlilik korumalı güçlü bir iletişim yazılımıdır.",
  "cLiveAbout1": "Clive herkese ücretsizdir ve ayrıca reklamsız olarak sunulur. Bu özel iletişim istemcisi, iOS için gelecekteki olası bir sürümle şu anda Android ve Windows kullanıcıları için mevcuttur.",
  "cLiveAbout2": "Clive, özel iletişimi insanlara geri getiriyor.",
  "cLiveSecureTitle": "GÜVENLİ İLETİŞİM",
  "cLiveSecureText": "Clive bağlantıları tamamen uçtan uca şifrelenmiştir. Tüm Clive verileri yalnızca Clive'ın kurulu olduğu cihazda saklanır.",
  "cLiveNoServersTitle": "SUNUCUSUZ",
  "cLiveNoServersText1": "Tüm bağlantılar kişiler arası ve uçtan uca şifreli olduğundan, Clive çalışmak için herhangi bir merkezi otoriteye veya sunucuya güvenmez. Doğrudan kişiler arası bağlantılar sayesinde gecikme ve aktarım hızları büyük ölçüde azalır.",
  "cLiveNoServersText2": "Aynı yerel ağ üzerinde bulunan otonom kullanıcılar, internet bağlantısı kesilse bile iletişim kurabilirler.",
  "cLiveConferenceTitle": "SESLİ VE VİDEO KONFERANS",
  "cLiveConferenceText": "Clive, sınırsız sesli ve görüntülü konferans sunar. Katılımcı sayısı veya aramaların uzunluğu konusunda herhangi bir sınırlama yoktur. Sadece kendi kaynaklarınızla sınırlısınız.",
  "cLiveExperienceTitle": "MÜKEMMEL KULLANICI DENEYİMİ",
  "cLiveExperienceText": "Herhangi bir boyut sınırlaması olmadan görüntüleri, sesleri veya dosyaları paylaşın. Emojileri ve diğer standart sohbet özelliklerini özel ve güvenli bir şekilde kullanın.",
  "cLiveFlexibleTitle": "ESNEK",
  "cLiveFlexibleText": "Clive, birçok özelleştirilebilir seçenekle birlikte gelir ve birden çok platformda çalışır.",
  "cLiveFooterText1": "Clive, dünyaya sunduğumuz harika bir avantajdır ve her zaman genişleyen Conceal ekosistemindeki bir başka harika araçtır.",
  "cLiveFooterText2": "Clive ve Conceal yaşam tarzının tadını çıkarın!",

  "payHeader": "CONCEAL PAY",
  "payTitle1": "Basitleştirilmiş",
  "payTitle2": "Blok Zinciri",
  "payTitle3": "Ödemeler",
  "payAbout": "Conceal Pay, işletmelerin ve kişilerin Conceal Network'te ödeme almasını kolaylaştırır.",
  "payBlockchainTitle": "BLOCKCHAIN GÜCÜYLE İNŞA EDİLMİŞTİR",
  "payBlockchainText": "Conceal Pay, işletmelerin ve kişilerin Conceal Blockchain'de ödemeleri kolayca kabul etmelerini sağlar.",
  "payCloudTitle": "CONCEAL CLOUD GÜCÜ ÜZERİNE OLUŞTURULDU",
  "payCloudText": "Conceal Pay, mutlak kullanım kolaylığı için Conceal Cloud ile sorunsuz bir şekilde entegre edilmiştir.",
  "payLinksTitle": "ÖDEME LİNKLERİ",
  "payLinksText": "Müşterilerin ve arkadaşlarınızın size ödeme gönderebileceği basit bir web sayfasıyla kolayca URL'ler oluşturun.",
  "paySimpleTitle": "İNANILMAZ BASİT ÖDEMELER",
  "paySimpleText": "Conceal Pay, sizin veya işletmenizin çevrimiçi ödeme almasını kolay bir hale getirir.",
  "payIntegrationTitle": "ENTEGRASYON İÇİN ÜRETİLMİŞTİR",
  "payIntegrationText": "Web sitenizde ödeme almaya başlamak için hızlı entegrasyon için bir API ile oluşturulmuştur.",

  "labsHeader": "CONCEAL LABS",
  "labsTitle1": "Hayallerini getir",
  "labsTitle2": "ileri",
  "labsAbout": "Topluluğu destekleyerek geniş bir ekosistemi büyütmeye çalışıyoruz. Conceal Labs, geliştiricilere, girişimcilere ve yaratıcılara vizyonu gerçeğe dönüştürmek için ihtiyaç duydukları hızlı başlangıçı sağlar.",
  "labsIdeaTitle": "BİR FİKRİN Mİ VAR?",
  "labsIdeaText": "Bir şekilde Gizliliği içeren bir projeniz var mı? <a href='https://discord.gg/YbpHVSd'> Bunu duymak istiyoruz!",
  "labsMoneyTitle": "PARA YARDIMCI OLUR MU?",
  "labsMoneyText": "Bazen para, fikrinizi hayata geçirmek için gereken şeydir.",
  "labsFundsTitle": "BİZİM TARAFIMIZDAN FON ALIN",
  "labsFundsText": "Kurucularımızı topluluğun projeleri için kullanması için fon ayırdı.",
  "labsListedTitle": "TARAFIMIZDA LİSTELENİN",
  "labsListedText": "Bizim tarafımızdan finanse edilin ve projenizi burada web sitemizde listeleyelim.",
  "labsProjectsTitle": "Projeler",
  "labsProjectsText": "Finanse ettiğimiz harika projelerden bazılarına göz atın. <a href='https://discord.gg/YbpHVSd'>Sıradaki olmak için başvurun!</a>",
  "labsFooterText": "Yakından tanıdığınız bir tarayıcıya çok yakında geliyor!",

  "aboutTitle": "Anonim DeFi ve Özel İletişim",
  "aboutAbout": "Amacımız Conceal'in her yerde bulunması ve açık anahtarların hatırlanmasının ve tanınmasının zor olduğunun farkındayız. Conceal ID ile akılda kalıcı ve tanınabilir isimlerin adres olarak kullanılmasını sağlayarak sorunu çözmeyi amaçlıyoruz.",
  "aboutWhatIsTitle": "Conceal Nedir ?",
  "aboutWhatIsText1": "Conceal, %100 açık kaynak koduyla desteklenen, finansal kurumların katılımı olmadan faiz oranları ödeyen mevduatlar ve yatırımlar ile merkezi olmayan bir blok zinciri bankasıdır.",
  "aboutWhatIsText2": "Conceal, izlenemez ve anonim mesajlaşma ve para transferinin güvenli bir yolunu sağlar. Dağıtılmış bir kamu defteri kullanarak, gönderici ve alıcı anonim tutulur, bu da Snowden sonrası bir dünyada önemli bir endişe kaynağıdır. Bilgisayar korsanları, mesajlar genel ağlar üzerinden gönderildiğinde parayı veya mesajları izleyemez.",
  "aboutWhatIsText3": "Conceal Kripto Para (₡CCX), Cryptonote protokolüne dayanır ve merkezi bir otorite olmadan çalışmak için güvenli bir eşler arası ağ teknolojisi üzerinde çalışır. Paranızın özel anahtarlarını kontrol edersiniz.",
  "aboutWhatIsText4": "Conceal, coğrafi konumu veya statüsü ne olursa olsun dünyadaki herkes tarafından erişilebilir. Blok zincirimiz her türlü analize karşı dayanıklıdır. Tüm CCX işlemleriniz ve mesajlarınız anonimdir.",
  "aboutWhatIsText5": "Conceal birçok endişeyi önler, örn. Bitcoin'in teknolojik, çevresel etkisi, itibarı ve güvenliği ve geleceğe bir bakış sağlar.",
  "aboutWhatIsText6": "Conceal açık kaynaklıdır, topluluk tarafından geliştirilir ve tamamen merkezi değildir.",
  "aboutWhatIsText7": "Conceal'in sahibi yoktur, herkes bir parçası olabilir.",
  "aboutVisionTitle": "VİZYONUMUZ",
  "aboutVisionText1": "Conceal'de, harika fikirlerin gelişmesine ve çeşitli toplulukların büyümesine gerçekten izin veren şeyin bilgiye erişim olduğuna inanıyoruz.",
  "aboutVisionText2": "Conceal'in topluluğun karar verdiği bir oluşum olduğuna ve protokolün nasıl geliştirileceğine ilişkin kararların herkesi içermesi gerektiğine inanıyoruz. Bilgisayar korsanları, mesajlar genel ağlar üzerinden gönderildiğinde parayı veya mesajları izleyemez.",
  "aboutFeaturesTitle": "ÖZELLİKLERİ",
  "aboutFeaturesPrivateTitle": "Özel",
  "aboutFeaturesPrivateText": "Conceal, gerçekten anonim ödemeler için halka imzaları ve tek seferlik adresler kullanır",
  "aboutFeaturesUntraceableTitle": "İzlenemez",
  "aboutFeaturesUntraceableText": "Conceal'in işlemleri gönderen ve alıcı arasında bağlanamaz",
  "aboutFeaturesDecentralizedTitle": "Merkeziyetsiz",
  "aboutFeaturesDecentralizedText": "Conceal, Satoshi Nakamoto'nun merkezi olmayan, güvenilmeyen kripto para birimi, yani bir kullanıcı ağı tarafından işletilen güvenli bir dijital para konusundaki orijinal vizyonunu takip ediyor. İşlemler, dağıtılmış fikir birliği ile onaylanır ve ardından değişmez bir şekilde blok zincirine kaydedilir. Paranızı güvende tutmak için üçüncü şahıslara güvenilmesine gerek yoktur.",
  "aboutFeaturesFungibleTitle": "Değiştirilebilir",
  "aboutFeaturesFungibleText": "Conceal, yerleşik gizlilik özellikleri sayesinde gerçekten değiştirilebilir. Tıpkı nakit gibi, tüm madeni paralar eşittir, değişebilir. Bir coinin önceki işlemlerdeki ilişkisi nedeniyle herhangi bir tarafça kara listeye alınması pek olası değildir.",
  "aboutFeaturesScalableTitle": "Ölçeklenebilir",
  "aboutFeaturesScalableText": "Gelecekteki ölçeklenebilirlik girişimleri, modüler bir yan zincir içerecek.",
  "aboutFeaturesCommunityTitle": "Topluluk Odaklı",
  "aboutFeaturesCommunityText": "Conceal'ın sahibi yoktur. Herkes katılabilir. Gönüllüler tarafından geliştirildi, sürdürüldü ve finanse edildi",
  "aboutFeaturesSimpleTitle": "Basit",
  "aboutFeaturesSimpleText": "Kullanımı kolay Masaüstü ve CLI istemcileri.",
  "aboutFeaturesPlatformsTitle": "Çapraz platform",
  "aboutFeaturesPlatformsText": "PC, Mac, Ubuntu ve Android için kullanılabilir",
  "aboutFeaturesPoWTitle": "Korumalı Çalışma Kanıtı",
  "aboutFeaturesPoWText": "PoW hash işlevi, eşitlikçi CPU ve GPU madenciliği ve ASIC Direnci için tasarlanmıştır",
  "aboutFeaturesLimitsTitle": "Uyarlanabilir Limitler",
  "aboutFeaturesLimitsText": "Conceal, parametrelerini geçmiş verilere dayalı olarak akıllıca ayarlar",
  "aboutFeaturesMessagesTitle": "Şifreli Mesajlar",
  "aboutFeaturesMessagesText": "Gizliliğinizi şifreli bir P2P ağı, güvenli iletişim ve şifreli kendi kendini yok eden mesajlarla koruyun",
  "aboutFeaturesBankingTitle": "Merkezi Olmayan Bankacılık",
  "aboutFeaturesBankingText": "Yılda %6'ya varan faiz oranı veren Merkezi Olmayan Mevduat",
  "aboutSpecsTitle": "TTEKNİK ÖZELLİKLER",
  "aboutSpecsNameTitle": "İsim",
  "aboutSpecsNameText": "Conceal",
  "aboutSpecsTickerTitle": "Kısaltma",
  "aboutSpecsTickerText": "CCX",
  "aboutSpecsSymbolTitle": "Sembol",
  "aboutSpecsSymbolText": "₡",
  "aboutSpecsAlgorithmTitle": "Algoritma",
  "aboutSpecsAlgorithmText": "PoW, CN-GPU",
  "aboutSpecsDifficultyTitle": "Zorluk",
  "aboutSpecsDifficultyText": "DDA & Zawy's LWMA 3",
  "aboutSpecsPrivacyTitle": "Gizlilik",
  "aboutSpecsPrivacyText": "Ring Signatures & One-Time Addresses",
  "aboutSpecsBlockTimeTitle": "Blok Süresi",
  "aboutSpecsBlockTimeText": "120s",
  "aboutSpecsDecimalsTitle": "Ondalık",
  "aboutSpecsDecimalsText": "6",
  "aboutSpecsPoWTitle": "100% PoW",
  "aboutSpecsPoWText": "Madencilere giden %100 ödüller ve 100 yılı aşkın madencilik ile çalışma kanıtı",
  "aboutSpecsDepositsTitle": "Mevduat",
  "aboutSpecsDepositsText": "Yıllık %6'ya varan faiz oranı",
  "aboutSpecsMessengerTitle": "Mesajlaşma",
  "aboutSpecsMessengerText": "Şifreli Mesajlar ve Kendi Kendini Yok Eden Mesajlar",
  "aboutSpecsPremineTitle": "Arz",
  "aboutSpecsPremineText": "5 yıllık bir aralıkta maksimum arzın %6'sı kilitlendi",
  "aboutSpecsRewardTitle": "Blok Ödülü",
  "aboutSpecsRewardText": "Blok ödülü, blok başına sabit 6 CCX'dir ve CCX'i çok düşük enflasyonlu bir varlık yapar.",
  "aboutSpecsAddressesTitle": "Cüzdan Adresi",
  "aboutSpecsAddressesText": "Cüzdan adresleri 'ccx7' ile başlayan 98 karakterlik bir dizidir",

  "mediaTitle1": "Giden",
  "mediaTitle2": "Algılanan",
  "mediaTitle3": "Gizlenmemiş",
  "mediaMenuAMA": "AMA Serisi",
  "mediaMenuArticles": "Makaleler",
  "mediaMenuVideos": "Videolar",
  "mediaMenuMining": "Madencilik",
  "mediaMenuDevUpdates": "Geliştirme Güncellemeleri",
  "mediaAMATitle": "AMA Serisi",
  "mediaAMAText": "Gizliliğe odaklanmamıza rağmen, Conceal medyada farkedilmeden edemiyor. Gittikçe artan sayıda büyük topluluğumuzdan ve dikkate değer influencer'lardan ilgi gördük.",
  "mediaArticlesTitle": "Makaleler",
  "mediaArticlesText": "Ekosistemimizi sürekli iyileştiriyoruz. Yolculuğumuzu ve neler yapılmakta olduğunu aşağıdaki yazı dizisinden okuyabilirsiniz.",
  "mediaMiningTitle": "Madencilik",
  "mediaMiningText": "Conceal, %100 PoW kripto para birimidir. Nasıl madencilik yapılacağını ve bunu yapmak için en iyi uygulamaların neler olduğunu öğrenin.",
  "mediaVideosTitle": "Videolar",
  "mediaVideosText": "Conceal, bununla ilgili birçok videoya konu oldu. Bunları sizin için tek bir yerde toplamaya çalıştık, böylece bilgiye kolayca ulaşabilirsiniz.",
  "mediaUpdatesTitle": "Geliştirme Güncellemeleri",
  "mediaUpdatesText": "Ekosistemimizi geliştirmek için her zaman çalışıyoruz. Şimdiye kadar yaptığımız tüm kilometre taşlarını ve değişiklikleri topladığımız tüm aylık güncellemeleri okuyabilirsiniz.",

  "communityTitle1": "Dünyayı Geliştirmek",
  "communityTitle2": "Birlikte",
  "communityAboutTitle": "Topluluk",
  "communityAboutText": "Conceal, Blockchain yolculuklarının neresinde olurlarsa olsunlar fikirleri paylaşan, birlikte çalışan ve birbirlerine yardım eden harika insanlardan oluşan devasa, gelişen bir topluluğa sahiptir. Ne için bekliyorsun?",
  "communityOfficialTitle": "RESMİ",
  "communityGroupsTitle": "GRUPLAR",
  "communityExchangesTitle": "BORSALAR",
  "communityETHTitle": "ETHEREUM",
  "communityBSClTitle": "BINANCE AKILLI ZİNCİR",
  "communityPolygonTitle": "POLYGON",
  "communityMCAPTitle": "PİYASA DEĞERİ",

  "landingFooterAbout": "Hakkımızda",
  "landingFooterTitle": "Conceal.Network, %100 açık kaynak koduyla desteklenen, finansal kurumların katılımı olmadan faiz oranları ödeyen mevduatlar ve yatırımlar ile merkezi olmayan bir blok zinciri bankasıdır.",
  "landingFooterLinks": "Hızlı Linkler",
  "landingFooterLinkWebsite": "Website",
  "landingFooterLinkDocs": "Dökümanlar",
  "landingFooterLinkDiscord": "Discord",
  "landingFooterLinkTelegram": "Telegram",
  "landingFooterLinkReddit": "Reddit",
  "landingFooterLinkBTCTalk": "Bitcointalk",
  "landingFooterConnect": "Bizimle iletişime geçin",
  "dataProvidedBy": "Veriler sağlayan"
}
